const citiesList = [
  {
    "name": "Абаза",
    "kladr_id": "19000004000"
  },
  {
    "name": "Абакан",
    "kladr_id": "19000001000"
  },
  {
    "name": "Абдулино",
    "kladr_id": "56055001000"
  },
  {
    "name": "Абинск",
    "kladr_id": "23002001000"
  },
  {
    "name": "Авсюнино",
    "kladr_id": "50000058133"
  },
  {
    "name": "Агидель",
    "kladr_id": "02000002000"
  },
  {
    "name": "Агинское",
    "kladr_id": "24034000001"
  },
  {
    "name": "Агрыз",
    "kladr_id": "16002001000"
  },
  {
    "name": "Адыгейск",
    "kladr_id": "01000002000"
  },
  {
    "name": "Азов",
    "kladr_id": "61000013000"
  },
  {
    "name": "Акбулак",
    "kladr_id": "56002000001"
  },
  {
    "name": "Аксай",
    "kladr_id": "61003001000"
  },
  {
    "name": "Алагир",
    "kladr_id": "15002001000"
  },
  {
    "name": "Алапаевск",
    "kladr_id": "66000024000"
  },
  {
    "name": "Алатырь",
    "kladr_id": "21000022000"
  },
  {
    "name": "Алдан",
    "kladr_id": "14003000000"
  },
  {
    "name": "Алейск",
    "kladr_id": "22000002000"
  },
  {
    "name": "Александровское",
    "kladr_id": "50003000005"
  },
  {
    "name": "Андреевка",
    "kladr_id": "32013000002"
  },
  {
    "name": "Анжеро-Судженск",
    "kladr_id": "42000002000"
  },
  {
    "name": "Аркадак",
    "kladr_id": "64003001000"
  },
  {
    "name": "Арсеньев",
    "kladr_id": "25000002000"
  },
  {
    "name": "Афипский",
    "kladr_id": "23029000007"
  },
  {
    "name": "Ахтубинск",
    "kladr_id": "30002001000"
  },
  {
    "name": "Багаевская",
    "kladr_id": "61004000030"
  },
  {
    "name": "Баймак",
    "kladr_id": "02006001000"
  },
  {
    "name": "Бакал",
    "kladr_id": "02007000001"
  },
  {
    "name": "Балаково",
    "kladr_id": "64000004000"
  },
  {
    "name": "Балахна",
    "kladr_id": "52034000003"
  },
  {
    "name": "Балашиха",
    "kladr_id": "50000036000"
  },
  {
    "name": "Балашов",
    "kladr_id": "64000005000"
  },
  {
    "name": "Батайск",
    "kladr_id": "61000003000"
  },
  {
    "name": "Белая",
    "kladr_id": "52046000026"
  },
  {
    "name": "Белгород",
    "kladr_id": "31000001000"
  },
  {
    "name": "Белев",
    "kladr_id": "71004001000"
  },
  {
    "name": "Белово",
    "kladr_id": "42000015000"
  },
  {
    "name": "Белогорск",
    "kladr_id": "28000003000"
  },
  {
    "name": "Белогорск",
    "kladr_id": "28000003000"
  },
  {
    "name": "Белозерск",
    "kladr_id": "35004001000"
  },
  {
    "name": "Белокуриха",
    "kladr_id": "22000003000"
  },
  {
    "name": "Беломорск",
    "kladr_id": "10002001000"
  },
  {
    "name": "Белоозерский",
    "kladr_id": "08013000018"
  },
  {
    "name": "Белоомут",
    "kladr_id": "50000048014"
  },
  {
    "name": "Белорецк",
    "kladr_id": "02011001000"
  },
  {
    "name": "Белореченск",
    "kladr_id": "23006001000"
  },
  {
    "name": "Белоярский",
    "kladr_id": "64022000004"
  },
  {
    "name": "Бердигестях",
    "kladr_id": "14012000001"
  },
  {
    "name": "Бердск",
    "kladr_id": "54000002000"
  },
  {
    "name": "Березники",
    "kladr_id": "59000002000"
  },
  {
    "name": "Березовский",
    "kladr_id": "42000003000"
  },
  {
    "name": "Березовский",
    "kladr_id": "42000003000"
  },
  {
    "name": "Беслан",
    "kladr_id": "61035000513"
  },
  {
    "name": "Бийск",
    "kladr_id": "22000004000"
  },
  {
    "name": "Бикин",
    "kladr_id": "27000004000"
  },
  {
    "name": "Биокомбината",
    "kladr_id": "50000031006"
  },
  {
    "name": "Биробиджан",
    "kladr_id": "79000001000"
  },
  {
    "name": "Бирск",
    "kladr_id": "02013001000"
  },
  {
    "name": "Благовещенка",
    "kladr_id": "42007000008"
  },
  {
    "name": "Благовещенск",
    "kladr_id": "28000001000"
  },
  {
    "name": "Благовещенск",
    "kladr_id": "28000001000"
  },
  {
    "name": "Благодарный",
    "kladr_id": "26006001000"
  },
  {
    "name": "Бобров",
    "kladr_id": "36003001000"
  },
  {
    "name": "Богандинский",
    "kladr_id": "72001000003"
  },
  {
    "name": "Богданович",
    "kladr_id": "66008001000"
  },
  {
    "name": "Богородицк",
    "kladr_id": "71005001000"
  },
  {
    "name": "Богородск",
    "kladr_id": "52005001000"
  },
  {
    "name": "Богородское",
    "kladr_id": "71011000013"
  },
  {
    "name": "Боготол",
    "kladr_id": "24000013000"
  },
  {
    "name": "Богучаны",
    "kladr_id": "24008000001"
  },
  {
    "name": "Богучар",
    "kladr_id": "36004001000"
  },
  {
    "name": "Бокситогорск",
    "kladr_id": "47002001000"
  },
  {
    "name": "Бологое",
    "kladr_id": "69005001000"
  },
  {
    "name": "Болотное",
    "kladr_id": "91003000017"
  },
  {
    "name": "Болохово",
    "kladr_id": "71014002000"
  },
  {
    "name": "Болхов",
    "kladr_id": "57002001000"
  },
  {
    "name": "Большевик",
    "kladr_id": "36018000008"
  },
  {
    "name": "Большеречье",
    "kladr_id": "54017000010"
  },
  {
    "name": "Большие",
    "kladr_id": "57010000002"
  },
  {
    "name": "Большой",
    "kladr_id": "25000007000"
  },
  {
    "name": "Бор",
    "kladr_id": "52000005000"
  },
  {
    "name": "Борзя",
    "kladr_id": "75005001000"
  },
  {
    "name": "Борисовичи",
    "kladr_id": "60025000534"
  },
  {
    "name": "Борисоглебск",
    "kladr_id": "36005001000"
  },
  {
    "name": "Боровичи",
    "kladr_id": "60018000238"
  },
  {
    "name": "Боровск",
    "kladr_id": "40004001000"
  },
  {
    "name": "Бородино",
    "kladr_id": "24000002000"
  },
  {
    "name": "Братск",
    "kladr_id": "38000005000"
  },
  {
    "name": "Бронницы",
    "kladr_id": "50000002000"
  },
  {
    "name": "Брюховецкая",
    "kladr_id": "23007000009"
  },
  {
    "name": "Брянск",
    "kladr_id": "32000001000"
  },
  {
    "name": "Бугры",
    "kladr_id": "70012000006"
  },
  {
    "name": "Бугры",
    "kladr_id": "70012000006"
  },
  {
    "name": "Бугульма",
    "kladr_id": "16014001000"
  },
  {
    "name": "Бугуруслан",
    "kladr_id": "56000005000"
  },
  {
    "name": "Буденновск",
    "kladr_id": "26007001000"
  },
  {
    "name": "Буздяк",
    "kladr_id": "02016000001"
  },
  {
    "name": "Бузулук",
    "kladr_id": "56000006000"
  },
  {
    "name": "Буинск",
    "kladr_id": "16015001000"
  },
  {
    "name": "Буй",
    "kladr_id": "05000010000"
  },
  {
    "name": "Буйнакск",
    "kladr_id": "05000010000"
  },
  {
    "name": "Буланаш",
    "kladr_id": "66003000009"
  },
  {
    "name": "Бураево",
    "kladr_id": "02017000001"
  },
  {
    "name": "Бутово",
    "kladr_id": "77000000034"
  },
  {
    "name": "Бутурлиновка",
    "kladr_id": "36006001000"
  },
  {
    "name": "Валдай",
    "kladr_id": "53004001000"
  },
  {
    "name": "Валуйки",
    "kladr_id": "31004001000"
  },
  {
    "name": "Ванино",
    "kladr_id": "37013000124"
  },
  {
    "name": "Варениковская",
    "kladr_id": "26024000003"
  },
  {
    "name": "Варна",
    "kladr_id": "52011000001"
  },
  {
    "name": "Васильево",
    "kladr_id": "61015000003"
  },
  {
    "name": "Васюринская",
    "kladr_id": "23010000041"
  },
  {
    "name": "Ватутинки",
    "kladr_id": "77004000035"
  },
  {
    "name": "Вахруши",
    "kladr_id": "43033000009"
  },
  {
    "name": "Великие",
    "kladr_id": "60000002000"
  },
  {
    "name": "Великий",
    "kladr_id": "53000001000"
  },
  {
    "name": "Великий",
    "kladr_id": "53000001000"
  },
  {
    "name": "Вельск",
    "kladr_id": "29002001000"
  },
  {
    "name": "Вельск",
    "kladr_id": "29002001000"
  },
  {
    "name": "Венев",
    "kladr_id": "71006000041"
  },
  {
    "name": "Вербилки",
    "kladr_id": "50035000026"
  },
  {
    "name": "Верещагино",
    "kladr_id": "37014000040"
  },
  {
    "name": "Верея",
    "kladr_id": "75020000024"
  },
  {
    "name": "Верхнеднепровский",
    "kladr_id": "67007000027"
  },
  {
    "name": "Верхнетемерницкий",
    "kladr_id": "61003000503"
  },
  {
    "name": "Верхнеуральск",
    "kladr_id": "74029001000"
  },
  {
    "name": "Верхнеяркеево",
    "kladr_id": "02025000001"
  },
  {
    "name": "Верхний",
    "kladr_id": "66000037000"
  },
  {
    "name": "Верхний",
    "kladr_id": "66000037000"
  },
  {
    "name": "Верхняя",
    "kladr_id": "66000040000"
  },
  {
    "name": "Верхняя",
    "kladr_id": "66000040000"
  },
  {
    "name": "Верхняя",
    "kladr_id": "66000040000"
  },
  {
    "name": "Верховье",
    "kladr_id": "71022000019"
  },
  {
    "name": "Ветлужский",
    "kladr_id": "52025000015"
  },
  {
    "name": "Видное",
    "kladr_id": "91004000009"
  },
  {
    "name": "Вилюйск",
    "kladr_id": "14011000000"
  },
  {
    "name": "Вилючинск",
    "kladr_id": "41000002000"
  },
  {
    "name": "Виноградово",
    "kladr_id": "91011000008"
  },
  {
    "name": "Вихоревка",
    "kladr_id": "38005002000"
  },
  {
    "name": "Вичуга",
    "kladr_id": "37003001000"
  },
  {
    "name": "Владивосток",
    "kladr_id": "25000001000"
  },
  {
    "name": "Владикавказ",
    "kladr_id": "15000001000"
  },
  {
    "name": "Владимир",
    "kladr_id": "33000001000"
  },
  {
    "name": "ВНИИССОК",
    "kladr_id": "50022000031"
  },
  {
    "name": "Волгоград",
    "kladr_id": "34000001000"
  },
  {
    "name": "Волгодонск",
    "kladr_id": "61000004000"
  },
  {
    "name": "Волгореченск",
    "kladr_id": "44000002000"
  },
  {
    "name": "Волжск",
    "kladr_id": "34000002000"
  },
  {
    "name": "Волжский",
    "kladr_id": "34000002000"
  },
  {
    "name": "Вологда",
    "kladr_id": "35000001000"
  },
  {
    "name": "Володарский",
    "kladr_id": "30003000001"
  },
  {
    "name": "Володарского",
    "kladr_id": "50014000031"
  },
  {
    "name": "Волоколамск",
    "kladr_id": "50003001000"
  },
  {
    "name": "Волоконовка",
    "kladr_id": "31006000001"
  },
  {
    "name": "Волосово",
    "kladr_id": "40022000015"
  },
  {
    "name": "Волхов",
    "kladr_id": "47004000042"
  },
  {
    "name": "Волчиха",
    "kladr_id": "22009000001"
  },
  {
    "name": "Вольск",
    "kladr_id": "64000006000"
  },
  {
    "name": "Воркута",
    "kladr_id": "11000002000"
  },
  {
    "name": "Воронеж",
    "kladr_id": "36000001000"
  },
  {
    "name": "Воротынск",
    "kladr_id": "40002000022"
  },
  {
    "name": "Ворсма",
    "kladr_id": "52032002000"
  },
  {
    "name": "Воскресенск",
    "kladr_id": "50004001000"
  },
  {
    "name": "Восточный",
    "kladr_id": "77000000003"
  },
  {
    "name": "Воткинск",
    "kladr_id": "18000003000"
  },
  {
    "name": "Всеволожск",
    "kladr_id": "47005001000"
  },
  {
    "name": "Вуктыл",
    "kladr_id": "11000003000"
  },
  {
    "name": "Выборг",
    "kladr_id": "47006001000"
  },
  {
    "name": "Выкса",
    "kladr_id": "52000007000"
  },
  {
    "name": "Выползово",
    "kladr_id": "35002000060"
  },
  {
    "name": "Вырица",
    "kladr_id": "47007000046"
  },
  {
    "name": "Выселки",
    "kladr_id": "53006000155"
  },
  {
    "name": "Высоковск",
    "kladr_id": "50011002000"
  },
  {
    "name": "Вытегра",
    "kladr_id": "35009001000"
  },
  {
    "name": "Вычегодский",
    "kladr_id": "29008001008"
  },
  {
    "name": "Вышний",
    "kladr_id": "69000006000"
  },
  {
    "name": "Вяземский",
    "kladr_id": "67003000046"
  },
  {
    "name": "Вязники",
    "kladr_id": "68018000023"
  },
  {
    "name": "Вязьма",
    "kladr_id": "67003000047"
  },
  {
    "name": "Вятские",
    "kladr_id": "43008001000"
  },
  {
    "name": "Гаврилов-Ям",
    "kladr_id": "76005001000"
  },
  {
    "name": "Гагарин",
    "kladr_id": "67004001000"
  },
  {
    "name": "Гаджиево",
    "kladr_id": "51000012000"
  },
  {
    "name": "Гай",
    "kladr_id": "56000007000"
  },
  {
    "name": "Галич",
    "kladr_id": "44005001000"
  },
  {
    "name": "Гаспра",
    "kladr_id": "91000008006"
  },
  {
    "name": "Гатчина",
    "kladr_id": "47007001000"
  },
  {
    "name": "Гатчина",
    "kladr_id": "47007001000"
  },
  {
    "name": "Гвардейск",
    "kladr_id": "39003001000"
  },
  {
    "name": "Геленджик",
    "kladr_id": "23000003000"
  },
  {
    "name": "Георгиевск",
    "kladr_id": "26000009000"
  },
  {
    "name": "Гиагинская",
    "kladr_id": "01008000020"
  },
  {
    "name": "Глазов",
    "kladr_id": "18000004000"
  },
  {
    "name": "Глебовский",
    "kladr_id": "57004000016"
  },
  {
    "name": "Голицыно",
    "kladr_id": "64031000017"
  },
  {
    "name": "Голубое",
    "kladr_id": "28014000007"
  },
  {
    "name": "Горки-10",
    "kladr_id": "50022000042"
  },
  {
    "name": "Горно-Алтайск",
    "kladr_id": "04000001000"
  },
  {
    "name": "Горнозаводск",
    "kladr_id": "59006001000"
  },
  {
    "name": "Горняк",
    "kladr_id": "22027001000"
  },
  {
    "name": "Городец",
    "kladr_id": "52020001000"
  },
  {
    "name": "Городище",
    "kladr_id": "58008001000"
  },
  {
    "name": "Городище",
    "kladr_id": "58008001000"
  },
  {
    "name": "Гороховец",
    "kladr_id": "33004001000"
  },
  {
    "name": "Горчаково",
    "kladr_id": "57021000018"
  },
  {
    "name": "Горячий",
    "kladr_id": "23000004000"
  },
  {
    "name": "Гостагаевская",
    "kladr_id": "23003000012"
  },
  {
    "name": "Грамотеино",
    "kladr_id": "42000015004"
  },
  {
    "name": "Гребнево",
    "kladr_id": "52046000055"
  },
  {
    "name": "Грибановский",
    "kladr_id": "36010000001"
  },
  {
    "name": "Грозный",
    "kladr_id": "20000001000"
  },
  {
    "name": "Грязи",
    "kladr_id": "48003001000"
  },
  {
    "name": "Грязовец",
    "kladr_id": "35010001000"
  },
  {
    "name": "Губаха",
    "kladr_id": "59000005000"
  },
  {
    "name": "Губкин",
    "kladr_id": "31000004000"
  },
  {
    "name": "Губкинский",
    "kladr_id": "89000002000"
  },
  {
    "name": "Гуково",
    "kladr_id": "61000005000"
  },
  {
    "name": "Гулькевичи",
    "kladr_id": "23009001000"
  },
  {
    "name": "Гурзуф",
    "kladr_id": "91000008008"
  },
  {
    "name": "Гурьевск",
    "kladr_id": "39004001000"
  },
  {
    "name": "Гурьевск",
    "kladr_id": "39004001000"
  },
  {
    "name": "Гусев",
    "kladr_id": "39005001000"
  },
  {
    "name": "Гусиноозерск",
    "kladr_id": "03018001000"
  },
  {
    "name": "Гусь-Хрустальный",
    "kladr_id": "33000003000"
  },
  {
    "name": "Давлеканово",
    "kladr_id": "02059001000"
  },
  {
    "name": "Давыдово",
    "kladr_id": "35002000299"
  },
  {
    "name": "Дагестанские",
    "kladr_id": "05000002000"
  },
  {
    "name": "Дальнегорск",
    "kladr_id": "25000008000"
  },
  {
    "name": "Дальнереченск",
    "kladr_id": "25000009000"
  },
  {
    "name": "Данилов",
    "kladr_id": "76006001000"
  },
  {
    "name": "Данков",
    "kladr_id": "48004001000"
  },
  {
    "name": "Дегтярск",
    "kladr_id": "66000041000"
  },
  {
    "name": "Деденево",
    "kladr_id": "50005000128"
  },
  {
    "name": "Дедовск",
    "kladr_id": "50009002000"
  },
  {
    "name": "Демихово",
    "kladr_id": "76013000099"
  },
  {
    "name": "Дербент",
    "kladr_id": "05000006000"
  },
  {
    "name": "Десногорск",
    "kladr_id": "67000002000"
  },
  {
    "name": "Джанкой",
    "kladr_id": "91000006000"
  },
  {
    "name": "Джанкой",
    "kladr_id": "91000006000"
  },
  {
    "name": "Джубга",
    "kladr_id": "23036000024"
  },
  {
    "name": "Дзержинск",
    "kladr_id": "52000002000"
  },
  {
    "name": "Дзержинский",
    "kladr_id": "50000023000"
  },
  {
    "name": "Дивногорск",
    "kladr_id": "24000003000"
  },
  {
    "name": "Дивное",
    "kladr_id": "39003000015"
  },
  {
    "name": "Дигора",
    "kladr_id": "15004001000"
  },
  {
    "name": "Димитровград",
    "kladr_id": "73000002000"
  },
  {
    "name": "Динская",
    "kladr_id": "23010000038"
  },
  {
    "name": "Дмитров",
    "kladr_id": "69001000125"
  },
  {
    "name": "Дмитров",
    "kladr_id": "69001000125"
  },
  {
    "name": "Добринка",
    "kladr_id": "56042000015"
  },
  {
    "name": "Добрянка",
    "kladr_id": "59000006000"
  },
  {
    "name": "Долгопрудный",
    "kladr_id": "50000029000"
  },
  {
    "name": "Долинск",
    "kladr_id": "65003001000"
  },
  {
    "name": "Домбаровский",
    "kladr_id": "56046000001"
  },
  {
    "name": "Домодедово",
    "kladr_id": "50000001000"
  },
  {
    "name": "Домодедово",
    "kladr_id": "50000001000"
  },
  {
    "name": "Донецк",
    "kladr_id": "61000006000"
  },
  {
    "name": "Донское",
    "kladr_id": "56005000010"
  },
  {
    "name": "Донской",
    "kladr_id": "71000002000"
  },
  {
    "name": "Дорогобуж",
    "kladr_id": "67007001000"
  },
  {
    "name": "Дорохово",
    "kladr_id": "60020000307"
  },
  {
    "name": "Дрезна",
    "kladr_id": "50024002000"
  },
  {
    "name": "Дрожжино",
    "kladr_id": "67001000109"
  },
  {
    "name": "Дубна",
    "kladr_id": "50000003000"
  },
  {
    "name": "Дубовка",
    "kladr_id": "71005000026"
  },
  {
    "name": "Дубовое",
    "kladr_id": "59003000005"
  },
  {
    "name": "Дубровицы",
    "kladr_id": "76012000089"
  },
  {
    "name": "Дудинка",
    "kladr_id": "57005000053"
  },
  {
    "name": "Дюртюли",
    "kladr_id": "02060001000"
  },
  {
    "name": "Дятьково",
    "kladr_id": "32006001000"
  },
  {
    "name": "Евпатория",
    "kladr_id": "91000009000"
  },
  {
    "name": "Егорьевск",
    "kladr_id": "50000039000"
  },
  {
    "name": "Ейск",
    "kladr_id": "23011001000"
  },
  {
    "name": "Екатеринбург",
    "kladr_id": "66000001000"
  },
  {
    "name": "Елабуга",
    "kladr_id": "16019001000"
  },
  {
    "name": "Елец",
    "kladr_id": "48000002000"
  },
  {
    "name": "Елизаветинская",
    "kladr_id": "23000001013"
  },
  {
    "name": "Елизово",
    "kladr_id": "41005001000"
  },
  {
    "name": "Ельня",
    "kladr_id": "67009001000"
  },
  {
    "name": "Еманжелинск",
    "kladr_id": "74044001000"
  },
  {
    "name": "Емельяново",
    "kladr_id": "37012000030"
  },
  {
    "name": "Енисейск",
    "kladr_id": "24000014000"
  },
  {
    "name": "Ермолино",
    "kladr_id": "35024000080"
  },
  {
    "name": "Ершов",
    "kladr_id": "64014001000"
  },
  {
    "name": "Ессентуки",
    "kladr_id": "26000002000"
  },
  {
    "name": "Ессентукская",
    "kladr_id": "26022000001"
  },
  {
    "name": "Ефремов",
    "kladr_id": "56041000006"
  },
  {
    "name": "Жаворонки",
    "kladr_id": "60020000178"
  },
  {
    "name": "Железноводск",
    "kladr_id": "26000003000"
  },
  {
    "name": "Железногорск",
    "kladr_id": "46000003000"
  },
  {
    "name": "Железногорск",
    "kladr_id": "46000003000"
  },
  {
    "name": "Железногорск-Илимский",
    "kladr_id": "38015001000"
  },
  {
    "name": "Железнодорожный",
    "kladr_id": "54001000018"
  },
  {
    "name": "Жердевка",
    "kladr_id": "68004001000"
  },
  {
    "name": "Жигулевск",
    "kladr_id": "63000002000"
  },
  {
    "name": "Жирновск",
    "kladr_id": "34008001000"
  },
  {
    "name": "Жуков",
    "kladr_id": "50000005000"
  },
  {
    "name": "Жуковка",
    "kladr_id": "32008001000"
  },
  {
    "name": "Жуковский",
    "kladr_id": "50000005000"
  },
  {
    "name": "Забайкальск",
    "kladr_id": "75001000019"
  },
  {
    "name": "Заводоуковск",
    "kladr_id": "72000004000"
  },
  {
    "name": "Заволжск",
    "kladr_id": "37005001000"
  },
  {
    "name": "Заволжье",
    "kladr_id": "52020002000"
  },
  {
    "name": "Задонск",
    "kladr_id": "48009001000"
  },
  {
    "name": "Заинск",
    "kladr_id": "16020001000"
  },
  {
    "name": "Заозерный",
    "kladr_id": "74027000011"
  },
  {
    "name": "Заокский",
    "kladr_id": "71011000001"
  },
  {
    "name": "Западная",
    "kladr_id": "59026000036"
  },
  {
    "name": "Западный",
    "kladr_id": "02014000076"
  },
  {
    "name": "Заполярный",
    "kladr_id": "51005002000"
  },
  {
    "name": "Запрудня",
    "kladr_id": "44022000047"
  },
  {
    "name": "Зарайск",
    "kladr_id": "50000046000"
  },
  {
    "name": "Заречный",
    "kladr_id": "58000002000"
  },
  {
    "name": "Заречный",
    "kladr_id": "58000002000"
  },
  {
    "name": "Заречный",
    "kladr_id": "58000002000"
  },
  {
    "name": "Заринск",
    "kladr_id": "22000011000"
  },
  {
    "name": "Засечное",
    "kladr_id": "58019000035"
  },
  {
    "name": "ЗАТО",
    "kladr_id": "22000000001"
  },
  {
    "name": "Звездный",
    "kladr_id": "50000000009"
  },
  {
    "name": "Звенигово",
    "kladr_id": "12004001000"
  },
  {
    "name": "Звенигород",
    "kladr_id": "50000006000"
  },
  {
    "name": "Зверево",
    "kladr_id": "61000007000"
  },
  {
    "name": "Зеленогорск",
    "kladr_id": "24000005000"
  },
  {
    "name": "Зеленогорск",
    "kladr_id": "24000005000"
  },
  {
    "name": "Зеленоград",
    "kladr_id": "77000002000"
  },
  {
    "name": "Зеленоград",
    "kladr_id": "77000002000"
  },
  {
    "name": "Зеленоград",
    "kladr_id": "77000002000"
  },
  {
    "name": "Зеленоградск",
    "kladr_id": "39006001000"
  },
  {
    "name": "Зеленоградский",
    "kladr_id": "50027000029"
  },
  {
    "name": "Зеленодольск",
    "kladr_id": "16021001000"
  },
  {
    "name": "Зеленокумск",
    "kladr_id": "26023001000"
  },
  {
    "name": "Земетчино",
    "kladr_id": "68002000015"
  },
  {
    "name": "Зерноград",
    "kladr_id": "61013001000"
  },
  {
    "name": "Зея",
    "kladr_id": "28000004000"
  },
  {
    "name": "Зима",
    "kladr_id": "38000007000"
  },
  {
    "name": "Зимовники",
    "kladr_id": "61014000001"
  },
  {
    "name": "Златоуст",
    "kladr_id": "74000004000"
  },
  {
    "name": "Змеиногорск",
    "kladr_id": "22015001000"
  },
  {
    "name": "Знаменка",
    "kladr_id": "46015000015"
  },
  {
    "name": "Знаменск",
    "kladr_id": "30000002000"
  },
  {
    "name": "Зубова",
    "kladr_id": "67024000039"
  },
  {
    "name": "Зуевка",
    "kladr_id": "63017000008"
  },
  {
    "name": "Ивангород",
    "kladr_id": "47008011000"
  },
  {
    "name": "Ивановка",
    "kladr_id": "46022000033"
  },
  {
    "name": "Иваново",
    "kladr_id": "37000001000"
  },
  {
    "name": "Ивантеевка",
    "kladr_id": "50000007000"
  },
  {
    "name": "Ивдель",
    "kladr_id": "66000006000"
  },
  {
    "name": "Игра",
    "kladr_id": "18010000001"
  },
  {
    "name": "Ижевск",
    "kladr_id": "18000001000"
  },
  {
    "name": "Избербаш",
    "kladr_id": "05000003000"
  },
  {
    "name": "Изобильный",
    "kladr_id": "23022000015"
  },
  {
    "name": "Икряное",
    "kladr_id": "30005000001"
  },
  {
    "name": "Иланский",
    "kladr_id": "24016001000"
  },
  {
    "name": "Илек",
    "kladr_id": "31016000024"
  },
  {
    "name": "Иловля",
    "kladr_id": "34009000001"
  },
  {
    "name": "Ильинский",
    "kladr_id": "59008000001"
  },
  {
    "name": "Ильинское",
    "kladr_id": "37006000001"
  },
  {
    "name": "Ильский",
    "kladr_id": "23029000017"
  },
  {
    "name": "Инжавино",
    "kladr_id": "68006000001"
  },
  {
    "name": "Инза",
    "kladr_id": "73005001000"
  },
  {
    "name": "Иноземцево",
    "kladr_id": "26000003003"
  },
  {
    "name": "Инта",
    "kladr_id": "11000004000"
  },
  {
    "name": "Ипатово",
    "kladr_id": "70017000045"
  },
  {
    "name": "Ирбит",
    "kladr_id": "66000029000"
  },
  {
    "name": "Иркутск",
    "kladr_id": "38000003000"
  },
  {
    "name": "Исилькуль",
    "kladr_id": "55007001000"
  },
  {
    "name": "Искитим",
    "kladr_id": "54000005000"
  },
  {
    "name": "истра",
    "kladr_id": "50000057000"
  },
  {
    "name": "Истра",
    "kladr_id": "50000057000"
  },
  {
    "name": "Ишеевка",
    "kladr_id": "73001000002"
  },
  {
    "name": "Ишим",
    "kladr_id": "72000003000"
  },
  {
    "name": "Ишимбай",
    "kladr_id": "02026001000"
  },
  {
    "name": "Йошкар-Ола",
    "kladr_id": "12000001000"
  },
  {
    "name": "Каа-Хем",
    "kladr_id": "17006000001"
  },
  {
    "name": "Кабардинка",
    "kladr_id": "07007000022"
  },
  {
    "name": "Кабицыно",
    "kladr_id": "40004000037"
  },
  {
    "name": "Кавалерово",
    "kladr_id": "25005000001"
  },
  {
    "name": "Кавказская",
    "kladr_id": "23012000016"
  },
  {
    "name": "Казанская",
    "kladr_id": "36017000019"
  },
  {
    "name": "Казань",
    "kladr_id": "16000001000"
  },
  {
    "name": "Калач",
    "kladr_id": "34010001000"
  },
  {
    "name": "Калач-на-Дону",
    "kladr_id": "34010001000"
  },
  {
    "name": "Калачинск",
    "kladr_id": "55008001000"
  },
  {
    "name": "Калининград",
    "kladr_id": "39000001000"
  },
  {
    "name": "Калининец",
    "kladr_id": "50000052001"
  },
  {
    "name": "Калининск",
    "kladr_id": "64016001000"
  },
  {
    "name": "Калининская",
    "kladr_id": "29013000092"
  },
  {
    "name": "Калтан",
    "kladr_id": "42000004000"
  },
  {
    "name": "Калуга",
    "kladr_id": "40000001000"
  },
  {
    "name": "Калязин",
    "kladr_id": "69011001000"
  },
  {
    "name": "Камбарка",
    "kladr_id": "18011001000"
  },
  {
    "name": "Каменка",
    "kladr_id": "48014000143"
  },
  {
    "name": "Каменоломни",
    "kladr_id": "61029000001"
  },
  {
    "name": "Каменск-Уральский",
    "kladr_id": "66000022000"
  },
  {
    "name": "Каменск-Шахтинский",
    "kladr_id": "61000008000"
  },
  {
    "name": "Камень-на-Оби",
    "kladr_id": "22018001000"
  },
  {
    "name": "Камешково",
    "kladr_id": "37019000093"
  },
  {
    "name": "Камские",
    "kladr_id": "16031000027"
  },
  {
    "name": "Камызяк",
    "kladr_id": "30006001000"
  },
  {
    "name": "Камышин",
    "kladr_id": "34000003000"
  },
  {
    "name": "Камышлов",
    "kladr_id": "66000030000"
  },
  {
    "name": "Канаш",
    "kladr_id": "21000023000"
  },
  {
    "name": "Кандалакша",
    "kladr_id": "51001001000"
  },
  {
    "name": "Каневская",
    "kladr_id": "23014000009"
  },
  {
    "name": "Канск",
    "kladr_id": "24000016000"
  },
  {
    "name": "Карабаново",
    "kladr_id": "31004000034"
  },
  {
    "name": "Карабаш",
    "kladr_id": "74000005000"
  },
  {
    "name": "Карабулак",
    "kladr_id": "06000002000"
  },
  {
    "name": "Караваево",
    "kladr_id": "50021000052"
  },
  {
    "name": "Карасук",
    "kladr_id": "54009001000"
  },
  {
    "name": "Карачаевск",
    "kladr_id": "09000002000"
  },
  {
    "name": "Карачев",
    "kladr_id": "32010001000"
  },
  {
    "name": "Каргат",
    "kladr_id": "54010001000"
  },
  {
    "name": "Каргополь",
    "kladr_id": "29006001000"
  },
  {
    "name": "Карпинск",
    "kladr_id": "66000007000"
  },
  {
    "name": "Карталы",
    "kladr_id": "74007001000"
  },
  {
    "name": "Касимов",
    "kladr_id": "62000004000"
  },
  {
    "name": "Касли",
    "kladr_id": "74009001000"
  },
  {
    "name": "Каспийск",
    "kladr_id": "05000004000"
  },
  {
    "name": "Катав-Ивановск",
    "kladr_id": "74010002000"
  },
  {
    "name": "Катайск",
    "kladr_id": "45008001000"
  },
  {
    "name": "Качканар",
    "kladr_id": "66000008000"
  },
  {
    "name": "Кашин",
    "kladr_id": "69000009000"
  },
  {
    "name": "Кашира",
    "kladr_id": "50000038000"
  },
  {
    "name": "Кемерово",
    "kladr_id": "42000009000"
  },
  {
    "name": "Кемь",
    "kladr_id": "10004001000"
  },
  {
    "name": "Керчь",
    "kladr_id": "91000001000"
  },
  {
    "name": "Кесова",
    "kladr_id": "69013000001"
  },
  {
    "name": "Киевский",
    "kladr_id": "40003000040"
  },
  {
    "name": "Киевское",
    "kladr_id": "23018000035"
  },
  {
    "name": "Кизел",
    "kladr_id": "59000007000"
  },
  {
    "name": "Кизилюрт",
    "kladr_id": "05000007000"
  },
  {
    "name": "Кизляр",
    "kladr_id": "05000008000"
  },
  {
    "name": "Кимовск",
    "kladr_id": "71013001000"
  },
  {
    "name": "Кимры",
    "kladr_id": "69000005000"
  },
  {
    "name": "Кингисепп",
    "kladr_id": "47008001000"
  },
  {
    "name": "Кинешма",
    "kladr_id": "37000002000"
  },
  {
    "name": "Киреевск",
    "kladr_id": "40012000162"
  },
  {
    "name": "Киржач",
    "kladr_id": "33007001000"
  },
  {
    "name": "Кириши",
    "kladr_id": "47004000506"
  },
  {
    "name": "Киров",
    "kladr_id": "43000004000"
  },
  {
    "name": "Киров",
    "kladr_id": "43000004000"
  },
  {
    "name": "Киров",
    "kladr_id": "43000004000"
  },
  {
    "name": "Кировград",
    "kladr_id": "66000009000"
  },
  {
    "name": "Кирово-Чепецк",
    "kladr_id": "43000004000"
  },
  {
    "name": "Кировск",
    "kladr_id": "51000005000"
  },
  {
    "name": "Кировск",
    "kladr_id": "51000005000"
  },
  {
    "name": "Кировский",
    "kladr_id": "28006000019"
  },
  {
    "name": "Кирсанов",
    "kladr_id": "68000005000"
  },
  {
    "name": "Киселевск",
    "kladr_id": "42000005000"
  },
  {
    "name": "Кисловодск",
    "kladr_id": "26000004000"
  },
  {
    "name": "Климово",
    "kladr_id": "60005000173"
  },
  {
    "name": "Климовск",
    "kladr_id": "50000008000"
  },
  {
    "name": "Клин",
    "kladr_id": "50000055000"
  },
  {
    "name": "Клинцы",
    "kladr_id": "32000003000"
  },
  {
    "name": "Ковдор",
    "kladr_id": "51002001000"
  },
  {
    "name": "Ковров",
    "kladr_id": "33000004000"
  },
  {
    "name": "Ковылкино",
    "kladr_id": "13000002000"
  },
  {
    "name": "Когалым",
    "kladr_id": "86000002000"
  },
  {
    "name": "Кодинск",
    "kladr_id": "24021001000"
  },
  {
    "name": "Козельск",
    "kladr_id": "40012001000"
  },
  {
    "name": "Козьмодемьянск",
    "kladr_id": "12000003000"
  },
  {
    "name": "Кола",
    "kladr_id": "60004000184"
  },
  {
    "name": "Коломна",
    "kladr_id": "50000027000"
  },
  {
    "name": "Колпашево",
    "kladr_id": "70009001000"
  },
  {
    "name": "Колпино",
    "kladr_id": "78000003000"
  },
  {
    "name": "Колывань",
    "kladr_id": "22025000008"
  },
  {
    "name": "Кольцово",
    "kladr_id": "54000008000"
  },
  {
    "name": "Кольчугино",
    "kladr_id": "33009001000"
  },
  {
    "name": "Коммунар",
    "kladr_id": "44012000044"
  },
  {
    "name": "Коммунарка",
    "kladr_id": "53003000176"
  },
  {
    "name": "Комсомольск-на-Амуре",
    "kladr_id": "27000005000"
  },
  {
    "name": "Комсомольский",
    "kladr_id": "23019000008"
  },
  {
    "name": "Конаково",
    "kladr_id": "69015001000"
  },
  {
    "name": "Кондопога",
    "kladr_id": "10005001000"
  },
  {
    "name": "Кондрово",
    "kladr_id": "40006001000"
  },
  {
    "name": "Коноша",
    "kladr_id": "38006000019"
  },
  {
    "name": "Константиновск",
    "kladr_id": "61018001000"
  },
  {
    "name": "Копейск",
    "kladr_id": "74000006000"
  },
  {
    "name": "Кораблино",
    "kladr_id": "71013000067"
  },
  {
    "name": "Кореновск",
    "kladr_id": "23015001000"
  },
  {
    "name": "Коркино",
    "kladr_id": "44001000110"
  },
  {
    "name": "Кормиловка",
    "kladr_id": "55010000001"
  },
  {
    "name": "Королев",
    "kladr_id": "50000009000"
  },
  {
    "name": "Короча",
    "kladr_id": "31010001000"
  },
  {
    "name": "Корсаков",
    "kladr_id": "65004001000"
  },
  {
    "name": "Коряжма",
    "kladr_id": "29000005000"
  },
  {
    "name": "Косая",
    "kladr_id": "35015000094"
  },
  {
    "name": "Костерево",
    "kladr_id": "33012002000"
  },
  {
    "name": "Костомукша",
    "kladr_id": "10000004000"
  },
  {
    "name": "Кострома",
    "kladr_id": "44000003000"
  },
  {
    "name": "Котельники",
    "kladr_id": "50000032000"
  },
  {
    "name": "Котельниково",
    "kladr_id": "44002000074"
  },
  {
    "name": "Котельнич",
    "kladr_id": "43014001000"
  },
  {
    "name": "Котлас",
    "kladr_id": "29008001000"
  },
  {
    "name": "Котово",
    "kladr_id": "60015000093"
  },
  {
    "name": "Котовск",
    "kladr_id": "68000002000"
  },
  {
    "name": "Кохма",
    "kladr_id": "37001002000"
  },
  {
    "name": "Коченево",
    "kladr_id": "54012000001"
  },
  {
    "name": "Кочубеевское",
    "kladr_id": "26013000001"
  },
  {
    "name": "Кош-Агач",
    "kladr_id": "04002000001"
  },
  {
    "name": "Красково",
    "kladr_id": "35023000344"
  },
  {
    "name": "Красненькая",
    "kladr_id": "68001000050"
  },
  {
    "name": "Красноармейск",
    "kladr_id": "64000007000"
  },
  {
    "name": "Красноармейск",
    "kladr_id": "64000007000"
  },
  {
    "name": "Краснобродский",
    "kladr_id": "42000017000"
  },
  {
    "name": "Красновишерск",
    "kladr_id": "59013001000"
  },
  {
    "name": "Красногвардейское",
    "kladr_id": "01003000001"
  },
  {
    "name": "Красногвардейское",
    "kladr_id": "01003000001"
  },
  {
    "name": "Красногорск",
    "kladr_id": "50000049000"
  },
  {
    "name": "Краснодар",
    "kladr_id": "23000001000"
  },
  {
    "name": "Красное",
    "kladr_id": "78000004000"
  },
  {
    "name": "Краснозаводск",
    "kladr_id": "46013000097"
  },
  {
    "name": "Краснознаменск",
    "kladr_id": "50000011000"
  },
  {
    "name": "Краснокаменск",
    "kladr_id": "75011001000"
  },
  {
    "name": "Краснокамск",
    "kladr_id": "59000015000"
  },
  {
    "name": "Краснообск",
    "kladr_id": "54001000036"
  },
  {
    "name": "Красноперекопск",
    "kladr_id": "91000004000"
  },
  {
    "name": "Краснослободск",
    "kladr_id": "13015001000"
  },
  {
    "name": "Краснослободск",
    "kladr_id": "13015001000"
  },
  {
    "name": "Краснотурьинск",
    "kladr_id": "66000010000"
  },
  {
    "name": "Красноуральск",
    "kladr_id": "66000011000"
  },
  {
    "name": "Красноуфимск",
    "kladr_id": "66000031000"
  },
  {
    "name": "Красноярск",
    "kladr_id": "24000001000"
  },
  {
    "name": "Красный",
    "kladr_id": "62000003008"
  },
  {
    "name": "Красный",
    "kladr_id": "62000003008"
  },
  {
    "name": "Красный",
    "kladr_id": "62000003008"
  },
  {
    "name": "Красный",
    "kladr_id": "62000003008"
  },
  {
    "name": "Кратово",
    "kladr_id": "50028000107"
  },
  {
    "name": "Кременки",
    "kladr_id": "52022000016"
  },
  {
    "name": "Кронштадт",
    "kladr_id": "78000005000"
  },
  {
    "name": "Кропоткин",
    "kladr_id": "23012001000"
  },
  {
    "name": "Крыловская",
    "kladr_id": "35007000050"
  },
  {
    "name": "Крымск",
    "kladr_id": "23018001000"
  },
  {
    "name": "Кстово",
    "kladr_id": "44001000121"
  },
  {
    "name": "Кстово",
    "kladr_id": "44001000121"
  },
  {
    "name": "Кубинка",
    "kladr_id": "50022004000"
  },
  {
    "name": "Кувандык",
    "kladr_id": "56000008000"
  },
  {
    "name": "Кувшиново",
    "kladr_id": "40009000132"
  },
  {
    "name": "Кугеси",
    "kladr_id": "21017000001"
  },
  {
    "name": "Кудрово",
    "kladr_id": "53017000132"
  },
  {
    "name": "Кудрово",
    "kladr_id": "53017000132"
  },
  {
    "name": "Кудрово",
    "kladr_id": "53017000132"
  },
  {
    "name": "Кудымкар",
    "kladr_id": "59000014000"
  },
  {
    "name": "Куеда",
    "kladr_id": "59011000024"
  },
  {
    "name": "Кузнецк",
    "kladr_id": "58000003000"
  },
  {
    "name": "Кузнецк",
    "kladr_id": "58000003000"
  },
  {
    "name": "Кузьмоловский",
    "kladr_id": "47005000057"
  },
  {
    "name": "Куйбышев",
    "kladr_id": "54015018000"
  },
  {
    "name": "Кукмор",
    "kladr_id": "16024000084"
  },
  {
    "name": "Кулебаки",
    "kladr_id": "52000010000"
  },
  {
    "name": "Кулешовка",
    "kladr_id": "36026000032"
  },
  {
    "name": "Кулунда",
    "kladr_id": "22024000001"
  },
  {
    "name": "Кумертау",
    "kladr_id": "02000007000"
  },
  {
    "name": "Кунгур",
    "kladr_id": "59000009000"
  },
  {
    "name": "Купино",
    "kladr_id": "31020000049"
  },
  {
    "name": "Курагино",
    "kladr_id": "71002000063"
  },
  {
    "name": "Курган",
    "kladr_id": "45000001000"
  },
  {
    "name": "Курганинск",
    "kladr_id": "23019001000"
  },
  {
    "name": "Куровское",
    "kladr_id": "40006000085"
  },
  {
    "name": "Курсавка",
    "kladr_id": "26003000001"
  },
  {
    "name": "Курск",
    "kladr_id": "46000001000"
  },
  {
    "name": "Курская",
    "kladr_id": "46000001000"
  },
  {
    "name": "Курчатов",
    "kladr_id": "46000002000"
  },
  {
    "name": "Куса",
    "kladr_id": "46010000038"
  },
  {
    "name": "Кушва",
    "kladr_id": "66000012000"
  },
  {
    "name": "Кушнаренково",
    "kladr_id": "02034000001"
  },
  {
    "name": "Кущевская",
    "kladr_id": "23020000048"
  },
  {
    "name": "Кызыл",
    "kladr_id": "17000001000"
  },
  {
    "name": "Кыштым",
    "kladr_id": "74000008000"
  },
  {
    "name": "Кяхта",
    "kladr_id": "63027000025"
  },
  {
    "name": "Лабинск",
    "kladr_id": "23021001000"
  },
  {
    "name": "Лабытнанги",
    "kladr_id": "89000003000"
  },
  {
    "name": "Лагань",
    "kladr_id": "08012000035"
  },
  {
    "name": "Ладожская",
    "kladr_id": "69028000005"
  },
  {
    "name": "Лазаревское",
    "kladr_id": "33017000064"
  },
  {
    "name": "Лакинск",
    "kladr_id": "33014002000"
  },
  {
    "name": "Лангепас",
    "kladr_id": "86000003000"
  },
  {
    "name": "Лахденпохья",
    "kladr_id": "10006001000"
  },
  {
    "name": "Лебедянь",
    "kladr_id": "48012001000"
  },
  {
    "name": "Лев",
    "kladr_id": "76015000611"
  },
  {
    "name": "Левокумское",
    "kladr_id": "26016000001"
  },
  {
    "name": "Ленина",
    "kladr_id": "34014000012"
  },
  {
    "name": "Ленинградская",
    "kladr_id": "47000000001"
  },
  {
    "name": "Лениногорск",
    "kladr_id": "16026001000"
  },
  {
    "name": "Ленинск",
    "kladr_id": "42000010000"
  },
  {
    "name": "Ленинск-Кузнецкий",
    "kladr_id": "42000010000"
  },
  {
    "name": "Ленск",
    "kladr_id": "14015000000"
  },
  {
    "name": "Лермонтов",
    "kladr_id": "26000005000"
  },
  {
    "name": "Лесной",
    "kladr_id": "66000013000"
  },
  {
    "name": "Лесной",
    "kladr_id": "66000013000"
  },
  {
    "name": "Лесной",
    "kladr_id": "66000013000"
  },
  {
    "name": "Лесозаводск",
    "kladr_id": "25000012000"
  },
  {
    "name": "Лесосибирск",
    "kladr_id": "24000008000"
  },
  {
    "name": "Ливны",
    "kladr_id": "57000002000"
  },
  {
    "name": "Ликино-Дулево",
    "kladr_id": "50000058000"
  },
  {
    "name": "Лиман",
    "kladr_id": "30008000001"
  },
  {
    "name": "Липецк",
    "kladr_id": "48000001000"
  },
  {
    "name": "Липки",
    "kladr_id": "77000000438"
  },
  {
    "name": "Лиски",
    "kladr_id": "36015000066"
  },
  {
    "name": "Лихославль",
    "kladr_id": "69019001000"
  },
  {
    "name": "Лобня",
    "kladr_id": "50000012000"
  },
  {
    "name": "Лодейное",
    "kladr_id": "29002000316"
  },
  {
    "name": "Ломоносов",
    "kladr_id": "78000006000"
  },
  {
    "name": "Лопатино",
    "kladr_id": "65013000008"
  },
  {
    "name": "Лосино-Петровский",
    "kladr_id": "50000031000"
  },
  {
    "name": "Луга",
    "kladr_id": "47013001000"
  },
  {
    "name": "Луза",
    "kladr_id": "43017001000"
  },
  {
    "name": "Лукоянов",
    "kladr_id": "52029001000"
  },
  {
    "name": "Лунево",
    "kladr_id": "62006000142"
  },
  {
    "name": "Лунино",
    "kladr_id": "53012000107"
  },
  {
    "name": "Луховицы",
    "kladr_id": "50000048000"
  },
  {
    "name": "Лучегорск",
    "kladr_id": "25016000001"
  },
  {
    "name": "Лысково",
    "kladr_id": "52030001000"
  },
  {
    "name": "Лысогорская",
    "kladr_id": "64020000008"
  },
  {
    "name": "Лысьва",
    "kladr_id": "59000010000"
  },
  {
    "name": "Лыткарино",
    "kladr_id": "50000013000"
  },
  {
    "name": "Льгов",
    "kladr_id": "46000004000"
  },
  {
    "name": "Люберцы",
    "kladr_id": "50000050000"
  },
  {
    "name": "Любинский",
    "kladr_id": "55012000001"
  },
  {
    "name": "Любучаны",
    "kladr_id": "50000053119"
  },
  {
    "name": "Людиново",
    "kladr_id": "40014001000"
  },
  {
    "name": "Лянтор",
    "kladr_id": "86009002000"
  },
  {
    "name": "Магадан",
    "kladr_id": "49000001000"
  },
  {
    "name": "Магнитогорск",
    "kladr_id": "74000009000"
  },
  {
    "name": "Майкоп",
    "kladr_id": "01000001000"
  },
  {
    "name": "Майма",
    "kladr_id": "04003000001"
  },
  {
    "name": "Майский",
    "kladr_id": "14030000000"
  },
  {
    "name": "Малаховка",
    "kladr_id": "56006000025"
  },
  {
    "name": "Малая",
    "kladr_id": "37007000122"
  },
  {
    "name": "Малоярославец",
    "kladr_id": "40015001000"
  },
  {
    "name": "Мамадыш",
    "kladr_id": "16021000057"
  },
  {
    "name": "Мантурово",
    "kladr_id": "44010001000"
  },
  {
    "name": "Мариинск",
    "kladr_id": "42007001000"
  },
  {
    "name": "Маркова",
    "kladr_id": "66019000049"
  },
  {
    "name": "Маркс",
    "kladr_id": "64000008000"
  },
  {
    "name": "Маслянино",
    "kladr_id": "54018000001"
  },
  {
    "name": "Матвеев",
    "kladr_id": "56034000001"
  },
  {
    "name": "Махачкала",
    "kladr_id": "05000001000"
  },
  {
    "name": "Мга",
    "kladr_id": "47010000003"
  },
  {
    "name": "Мегет",
    "kladr_id": "38002002000"
  },
  {
    "name": "Мегион",
    "kladr_id": "86000004000"
  },
  {
    "name": "Медведево",
    "kladr_id": "29014000116"
  },
  {
    "name": "Медведовская",
    "kladr_id": "52013000104"
  },
  {
    "name": "Медвежьегорск",
    "kladr_id": "10008001000"
  },
  {
    "name": "Медногорск",
    "kladr_id": "56000002000"
  },
  {
    "name": "Междуреченск",
    "kladr_id": "42000016000"
  },
  {
    "name": "Меленки",
    "kladr_id": "52032000055"
  },
  {
    "name": "Мелеуз",
    "kladr_id": "02035001000"
  },
  {
    "name": "Менделеевск",
    "kladr_id": "16028001000"
  },
  {
    "name": "Мензелинск",
    "kladr_id": "16029001000"
  },
  {
    "name": "Месягутово",
    "kladr_id": "02020000001"
  },
  {
    "name": "Металлострой",
    "kladr_id": "78000000018"
  },
  {
    "name": "Мещерино",
    "kladr_id": "50014000087"
  },
  {
    "name": "Миасс",
    "kladr_id": "74000010000"
  },
  {
    "name": "Миасское",
    "kladr_id": "74032000001"
  },
  {
    "name": "Микунь",
    "kladr_id": "11017002000"
  },
  {
    "name": "Миллерово",
    "kladr_id": "61023001000"
  },
  {
    "name": "Минеральные",
    "kladr_id": "26017002000"
  },
  {
    "name": "Минусинск",
    "kladr_id": "24000017000"
  },
  {
    "name": "Миньяр",
    "kladr_id": "74002001000"
  },
  {
    "name": "Мирный",
    "kladr_id": "29000002000"
  },
  {
    "name": "Мирный",
    "kladr_id": "29000002000"
  },
  {
    "name": "Мирный",
    "kladr_id": "29000002000"
  },
  {
    "name": "Мисайлово",
    "kladr_id": "33008000092"
  },
  {
    "name": "Михайлов",
    "kladr_id": "34000004000"
  },
  {
    "name": "Михайловка",
    "kladr_id": "34000004000"
  },
  {
    "name": "Михайловка",
    "kladr_id": "34000004000"
  },
  {
    "name": "Михайловск",
    "kladr_id": "64000000002"
  },
  {
    "name": "Михайловская",
    "kladr_id": "33004000082"
  },
  {
    "name": "Михайловское",
    "kladr_id": "76014000119"
  },
  {
    "name": "Михнево",
    "kladr_id": "36016000035"
  },
  {
    "name": "Мичуринск",
    "kladr_id": "68000006000"
  },
  {
    "name": "Можайск",
    "kladr_id": "50000056000"
  },
  {
    "name": "Можга",
    "kladr_id": "18000005000"
  },
  {
    "name": "Моздок",
    "kladr_id": "68023000039"
  },
  {
    "name": "Мокшан",
    "kladr_id": "58019000001"
  },
  {
    "name": "Мокшино",
    "kladr_id": "21017000081"
  },
  {
    "name": "Монино",
    "kladr_id": "67005000054"
  },
  {
    "name": "Мончегорск",
    "kladr_id": "51000006000"
  },
  {
    "name": "Морозовск",
    "kladr_id": "61025001000"
  },
  {
    "name": "Моршанск",
    "kladr_id": "68000003000"
  },
  {
    "name": "Мосальск",
    "kladr_id": "40018001000"
  },
  {
    "name": "Московский",
    "kladr_id": "77000006000"
  },
  {
    "name": "Мостовской",
    "kladr_id": "71024000128"
  },
  {
    "name": "Мраково",
    "kladr_id": "02032000001"
  },
  {
    "name": "Муравленко",
    "kladr_id": "89000004000"
  },
  {
    "name": "Мурино",
    "kladr_id": "47005000082"
  },
  {
    "name": "Мурманск",
    "kladr_id": "51000001000"
  },
  {
    "name": "Мурмаши",
    "kladr_id": "51003000027"
  },
  {
    "name": "Муром",
    "kladr_id": "33000005000"
  },
  {
    "name": "Мценск",
    "kladr_id": "57000003000"
  },
  {
    "name": "Мыски",
    "kladr_id": "42000006000"
  },
  {
    "name": "Мысхако",
    "kladr_id": "23000006014"
  },
  {
    "name": "Мытищи",
    "kladr_id": "50000044000"
  },
  {
    "name": "Набережные",
    "kladr_id": "16000002000"
  },
  {
    "name": "Навашино",
    "kladr_id": "52031001000"
  },
  {
    "name": "Навля",
    "kladr_id": "57024000006"
  },
  {
    "name": "Наволоки",
    "kladr_id": "37007002000"
  },
  {
    "name": "Надежда",
    "kladr_id": "32022000049"
  },
  {
    "name": "Надым",
    "kladr_id": "89000005000"
  },
  {
    "name": "Назарово",
    "kladr_id": "24000018000"
  },
  {
    "name": "Нальчик",
    "kladr_id": "07000001000"
  },
  {
    "name": "Намцы",
    "kladr_id": "14019000001"
  },
  {
    "name": "Нариманов",
    "kladr_id": "30009001000"
  },
  {
    "name": "Наро-Фоминск",
    "kladr_id": "50000052000"
  },
  {
    "name": "Нарткала",
    "kladr_id": "07007001000"
  },
  {
    "name": "Нарышкино",
    "kladr_id": "68015000146"
  },
  {
    "name": "Нарьян-Мар",
    "kladr_id": "83000001000"
  },
  {
    "name": "Нахабино",
    "kladr_id": "50000049004"
  },
  {
    "name": "Находка",
    "kladr_id": "25000004000"
  },
  {
    "name": "Невель",
    "kladr_id": "60010001000"
  },
  {
    "name": "Невельск",
    "kladr_id": "65007001000"
  },
  {
    "name": "Невинномысск",
    "kladr_id": "26000006000"
  },
  {
    "name": "Невьянск",
    "kladr_id": "66000043000"
  },
  {
    "name": "Незлобная",
    "kladr_id": "26008000008"
  },
  {
    "name": "Некрасовка",
    "kladr_id": "77000000040"
  },
  {
    "name": "Некрасовский",
    "kladr_id": "68023000044"
  },
  {
    "name": "Нелидово",
    "kladr_id": "69000004000"
  },
  {
    "name": "Неман",
    "kladr_id": "39008001000"
  },
  {
    "name": "Нерехта",
    "kladr_id": "44013001000"
  },
  {
    "name": "Нерчинск",
    "kladr_id": "75015001000"
  },
  {
    "name": "Нерюнгри",
    "kladr_id": "14000002000"
  },
  {
    "name": "Нефтегорск",
    "kladr_id": "63017001000"
  },
  {
    "name": "Нефтекамск",
    "kladr_id": "02000003000"
  },
  {
    "name": "Нефтекумск",
    "kladr_id": "26018001000"
  },
  {
    "name": "Нефтеюганск",
    "kladr_id": "86000014000"
  },
  {
    "name": "Нижнебаканская",
    "kladr_id": "23018000059"
  },
  {
    "name": "Нижневартовск",
    "kladr_id": "86000011000"
  },
  {
    "name": "Нижнегорский",
    "kladr_id": "91008000001"
  },
  {
    "name": "Нижнекамск",
    "kladr_id": "16031001000"
  },
  {
    "name": "Нижнеудинск",
    "kladr_id": "38000008000"
  },
  {
    "name": "Нижний",
    "kladr_id": "66000023000"
  },
  {
    "name": "Нижний",
    "kladr_id": "66000023000"
  },
  {
    "name": "Нижний",
    "kladr_id": "66000023000"
  },
  {
    "name": "Нижняя",
    "kladr_id": "66000014000"
  },
  {
    "name": "Нижняя",
    "kladr_id": "66000014000"
  },
  {
    "name": "Никель",
    "kladr_id": "51005000001"
  },
  {
    "name": "Николаевск",
    "kladr_id": "27000006000"
  },
  {
    "name": "Николаевск-на-Амуре",
    "kladr_id": "27000006000"
  },
  {
    "name": "Никольск",
    "kladr_id": "71003000069"
  },
  {
    "name": "Никольское",
    "kladr_id": "71003000069"
  },
  {
    "name": "Новая",
    "kladr_id": "59012000173"
  },
  {
    "name": "Новая",
    "kladr_id": "59012000173"
  },
  {
    "name": "Новая",
    "kladr_id": "59012000173"
  },
  {
    "name": "Новоалександровск",
    "kladr_id": "26019001000"
  },
  {
    "name": "Новоалтайск",
    "kladr_id": "22000008000"
  },
  {
    "name": "Новоаннинский",
    "kladr_id": "34021001000"
  },
  {
    "name": "Новобурейский",
    "kladr_id": "28004000001"
  },
  {
    "name": "Нововеличковская",
    "kladr_id": "23010000026"
  },
  {
    "name": "Нововоронеж",
    "kladr_id": "36000003000"
  },
  {
    "name": "Новодвинск",
    "kladr_id": "29000003000"
  },
  {
    "name": "Новое",
    "kladr_id": "40003000065"
  },
  {
    "name": "новое",
    "kladr_id": "40003000065"
  },
  {
    "name": "Новозавидовский",
    "kladr_id": "69015000113"
  },
  {
    "name": "Новозыбков",
    "kladr_id": "32000004000"
  },
  {
    "name": "Новоивановское",
    "kladr_id": "47013000674"
  },
  {
    "name": "Новокубанск",
    "kladr_id": "23024001000"
  },
  {
    "name": "Новокузнецк",
    "kladr_id": "42000012000"
  },
  {
    "name": "Новокуйбышевск",
    "kladr_id": "63000003000"
  },
  {
    "name": "Новоминская",
    "kladr_id": "23014000028"
  },
  {
    "name": "Новомихайловский",
    "kladr_id": "32014000062"
  },
  {
    "name": "Новомичуринск",
    "kladr_id": "62012002000"
  },
  {
    "name": "Новомосковск",
    "kladr_id": "71017001000"
  },
  {
    "name": "Новомышастовская",
    "kladr_id": "23016000026"
  },
  {
    "name": "Новопавловск",
    "kladr_id": "26012001000"
  },
  {
    "name": "Новопетровское",
    "kladr_id": "02048000014"
  },
  {
    "name": "Новопокровская",
    "kladr_id": "71023000089"
  },
  {
    "name": "Новороссийск",
    "kladr_id": "23000006000"
  },
  {
    "name": "Новоселье",
    "kladr_id": "54004000063"
  },
  {
    "name": "Новосельцы",
    "kladr_id": "68012000032"
  },
  {
    "name": "Новосемейкино",
    "kladr_id": "63016000053"
  },
  {
    "name": "Новосибирск",
    "kladr_id": "54000001000"
  },
  {
    "name": "Новоспасское",
    "kladr_id": "56042000040"
  },
  {
    "name": "Новотитаровская",
    "kladr_id": "23010000027"
  },
  {
    "name": "Новотроицк",
    "kladr_id": "56000003000"
  },
  {
    "name": "Новоузенск",
    "kladr_id": "64023001000"
  },
  {
    "name": "Новоуральск",
    "kladr_id": "66000015000"
  },
  {
    "name": "Новочебоксарск",
    "kladr_id": "21000024000"
  },
  {
    "name": "Новочеркасск",
    "kladr_id": "61000009000"
  },
  {
    "name": "Новошахтинск",
    "kladr_id": "61000010000"
  },
  {
    "name": "Новый",
    "kladr_id": "16017000141"
  },
  {
    "name": "Новый",
    "kladr_id": "16017000141"
  },
  {
    "name": "Ногинск",
    "kladr_id": "50000060000"
  },
  {
    "name": "Ногинск-9",
    "kladr_id": "50021000074"
  },
  {
    "name": "Нолинск",
    "kladr_id": "43022001000"
  },
  {
    "name": "Норильск",
    "kladr_id": "24000009000"
  },
  {
    "name": "Ноябрьск",
    "kladr_id": "89000007000"
  },
  {
    "name": "Нурлат",
    "kladr_id": "16033001000"
  },
  {
    "name": "Нытва",
    "kladr_id": "59014001000"
  },
  {
    "name": "Нягань",
    "kladr_id": "86000005000"
  },
  {
    "name": "Нязепетровск",
    "kladr_id": "74036001000"
  },
  {
    "name": "Няндома",
    "kladr_id": "29013001000"
  },
  {
    "name": "Облучье",
    "kladr_id": "53020000068"
  },
  {
    "name": "Обнинск",
    "kladr_id": "40000002000"
  },
  {
    "name": "Оболенск",
    "kladr_id": "40015000147"
  },
  {
    "name": "Обоянь",
    "kladr_id": "46016001000"
  },
  {
    "name": "Обухово.",
    "kladr_id": "16025000034"
  },
  {
    "name": "Обь",
    "kladr_id": "54000003000"
  },
  {
    "name": "Одинцово",
    "kladr_id": "50022001000"
  },
  {
    "name": "Одинцово",
    "kladr_id": "50022001000"
  },
  {
    "name": "Одинцово",
    "kladr_id": "50022001000"
  },
  {
    "name": "Ожерелье",
    "kladr_id": "37009000084"
  },
  {
    "name": "Озерск",
    "kladr_id": "74000011000"
  },
  {
    "name": "Озеры",
    "kladr_id": "50000040000"
  },
  {
    "name": "Озинки",
    "kladr_id": "64024000001"
  },
  {
    "name": "Октябрьск",
    "kladr_id": "63000004000"
  },
  {
    "name": "Октябрьская",
    "kladr_id": "58029000113"
  },
  {
    "name": "Октябрьский",
    "kladr_id": "02000004000"
  },
  {
    "name": "Октябрьский",
    "kladr_id": "02000004000"
  },
  {
    "name": "Октябрьский",
    "kladr_id": "02000004000"
  },
  {
    "name": "Окуловка",
    "kladr_id": "53012001000"
  },
  {
    "name": "Оленегорск",
    "kladr_id": "51000007000"
  },
  {
    "name": "Олонец",
    "kladr_id": "10010001000"
  },
  {
    "name": "Омск",
    "kladr_id": "55000001000"
  },
  {
    "name": "Омутнинск",
    "kladr_id": "43023001000"
  },
  {
    "name": "Онгудай",
    "kladr_id": "04004000001"
  },
  {
    "name": "Онега",
    "kladr_id": "29014001000"
  },
  {
    "name": "Онохой",
    "kladr_id": "03006000025"
  },
  {
    "name": "Опочка",
    "kladr_id": "60013001000"
  },
  {
    "name": "Ордынское",
    "kladr_id": "54020000001"
  },
  {
    "name": "Орёл",
    "kladr_id": "57000001000"
  },
  {
    "name": "Орел-Изумруд",
    "kladr_id": "23000007122"
  },
  {
    "name": "Оренбург",
    "kladr_id": "56000001000"
  },
  {
    "name": "Орехово-Зуево",
    "kladr_id": "50000026000"
  },
  {
    "name": "Орловский",
    "kladr_id": "61030000001"
  },
  {
    "name": "Орск",
    "kladr_id": "56000004000"
  },
  {
    "name": "Орск",
    "kladr_id": "56000004000"
  },
  {
    "name": "Оса",
    "kladr_id": "59016001000"
  },
  {
    "name": "Осинники",
    "kladr_id": "42000007000"
  },
  {
    "name": "Осташков",
    "kladr_id": "69000008000"
  },
  {
    "name": "Остров",
    "kladr_id": "51000008000"
  },
  {
    "name": "Острогожск",
    "kladr_id": "36020001000"
  },
  {
    "name": "Отрадная",
    "kladr_id": "38128000054"
  },
  {
    "name": "Отрадное",
    "kladr_id": "45024000033"
  },
  {
    "name": "Отрадный",
    "kladr_id": "63000005000"
  },
  {
    "name": "Оха",
    "kladr_id": "59018001000"
  },
  {
    "name": "Очер",
    "kladr_id": "59019001000"
  },
  {
    "name": "Павлово",
    "kladr_id": "29000000019"
  },
  {
    "name": "Павловск",
    "kladr_id": "78000007000"
  },
  {
    "name": "Павловск",
    "kladr_id": "78000007000"
  },
  {
    "name": "Павловск",
    "kladr_id": "78000007000"
  },
  {
    "name": "Павловская",
    "kladr_id": "29019000171"
  },
  {
    "name": "Павловская",
    "kladr_id": "29019000171"
  },
  {
    "name": "Павловский",
    "kladr_id": "50000047000"
  },
  {
    "name": "Палласовка",
    "kladr_id": "34024001000"
  },
  {
    "name": "Пангоды",
    "kladr_id": "89008000002"
  },
  {
    "name": "Пансионат",
    "kladr_id": "50000000005"
  },
  {
    "name": "Парголово",
    "kladr_id": "78000000022"
  },
  {
    "name": "Парковый",
    "kladr_id": "23035000038"
  },
  {
    "name": "Партизанск",
    "kladr_id": "25000005000"
  },
  {
    "name": "Пенза",
    "kladr_id": "58000001000"
  },
  {
    "name": "Первомайск",
    "kladr_id": "52000008000"
  },
  {
    "name": "Первомайский",
    "kladr_id": "56011000001"
  },
  {
    "name": "Первомайский",
    "kladr_id": "56011000001"
  },
  {
    "name": "Первомайский",
    "kladr_id": "56011000001"
  },
  {
    "name": "Первомайское",
    "kladr_id": "92000000037"
  },
  {
    "name": "Первоуральск",
    "kladr_id": "66000016000"
  },
  {
    "name": "Переволоцкий",
    "kladr_id": "56040000001"
  },
  {
    "name": "Пересвет",
    "kladr_id": "46010000061"
  },
  {
    "name": "Переславль-Залесский",
    "kladr_id": "76000002000"
  },
  {
    "name": "Переясловская",
    "kladr_id": "23007000023"
  },
  {
    "name": "Пермь",
    "kladr_id": "59000001000"
  },
  {
    "name": "Пестово",
    "kladr_id": "72007000005"
  },
  {
    "name": "Песчанокопское",
    "kladr_id": "61031000001"
  },
  {
    "name": "Петергоф",
    "kladr_id": "78000008000"
  },
  {
    "name": "Петров",
    "kladr_id": "64000009000"
  },
  {
    "name": "Петровск",
    "kladr_id": "64000009000"
  },
  {
    "name": "Петровск-Забайкальский",
    "kladr_id": "75019001000"
  },
  {
    "name": "Петрозаводск",
    "kladr_id": "10000001000"
  },
  {
    "name": "Петропавловск-Камчатский",
    "kladr_id": "41000001000"
  },
  {
    "name": "Петухово",
    "kladr_id": "33007000087"
  },
  {
    "name": "Петушки",
    "kladr_id": "57017000043"
  },
  {
    "name": "Печора",
    "kladr_id": "11000005000"
  },
  {
    "name": "Печоры",
    "kladr_id": "60016001000"
  },
  {
    "name": "Пикалево",
    "kladr_id": "47002002000"
  },
  {
    "name": "Пионерский",
    "kladr_id": "39000003000"
  },
  {
    "name": "Питкяранта",
    "kladr_id": "10011001000"
  },
  {
    "name": "Плавск",
    "kladr_id": "71019001000"
  },
  {
    "name": "Пласт",
    "kladr_id": "74046001000"
  },
  {
    "name": "Пластуновская",
    "kladr_id": "23010000033"
  },
  {
    "name": "Платнировская",
    "kladr_id": "23015000024"
  },
  {
    "name": "Плесецк",
    "kladr_id": "29016000001"
  },
  {
    "name": "Поварово",
    "kladr_id": "35025000436"
  },
  {
    "name": "Поворино",
    "kladr_id": "36024001000"
  },
  {
    "name": "подольск",
    "kladr_id": "50000024000"
  },
  {
    "name": "Подольск",
    "kladr_id": "50000024000"
  },
  {
    "name": "Подпорожье",
    "kladr_id": "24018000038"
  },
  {
    "name": "Покачи",
    "kladr_id": "86000006000"
  },
  {
    "name": "Покров",
    "kladr_id": "44005000195"
  },
  {
    "name": "Покровка",
    "kladr_id": "02042000025"
  },
  {
    "name": "Покровск",
    "kladr_id": "76003000192"
  },
  {
    "name": "Покровское",
    "kladr_id": "67018000161"
  },
  {
    "name": "Полевской",
    "kladr_id": "66000017000"
  },
  {
    "name": "Полтавская",
    "kladr_id": "55023000021"
  },
  {
    "name": "Полысаево",
    "kladr_id": "42000011000"
  },
  {
    "name": "Полярные",
    "kladr_id": "51000009000"
  },
  {
    "name": "Полярный",
    "kladr_id": "51000010000"
  },
  {
    "name": "Понтонный",
    "kladr_id": "78000000025"
  },
  {
    "name": "Поронайск",
    "kladr_id": "65010001000"
  },
  {
    "name": "Порхов",
    "kladr_id": "60018001000"
  },
  {
    "name": "Поспелиха",
    "kladr_id": "52005000097"
  },
  {
    "name": "Похвистнево",
    "kladr_id": "63000009000"
  },
  {
    "name": "Почеп",
    "kladr_id": "32020001000"
  },
  {
    "name": "Правдинский",
    "kladr_id": "50027000068"
  },
  {
    "name": "Прасковея",
    "kladr_id": "26007000009"
  },
  {
    "name": "Приамурский",
    "kladr_id": "79005000018"
  },
  {
    "name": "Приволжск",
    "kladr_id": "37013001000"
  },
  {
    "name": "Пригородный",
    "kladr_id": "24026000029"
  },
  {
    "name": "Придонской",
    "kladr_id": "61007000049"
  },
  {
    "name": "Приморск",
    "kladr_id": "23028001000"
  },
  {
    "name": "Приморский",
    "kladr_id": "25000003000"
  },
  {
    "name": "Приморско-Ахтарск",
    "kladr_id": "23028001000"
  },
  {
    "name": "Приобье",
    "kladr_id": "86007000014"
  },
  {
    "name": "Приозерск",
    "kladr_id": "47015001000"
  },
  {
    "name": "Приютово",
    "kladr_id": "32010000110"
  },
  {
    "name": "Прокопьевск",
    "kladr_id": "42000013000"
  },
  {
    "name": "Пролетарск",
    "kladr_id": "61032001000"
  },
  {
    "name": "Протвино",
    "kladr_id": "50000014000"
  },
  {
    "name": "Прохладный",
    "kladr_id": "07000002000"
  },
  {
    "name": "Прохоровка",
    "kladr_id": "38132000018"
  },
  {
    "name": "Псебай",
    "kladr_id": "23023000031"
  },
  {
    "name": "Псков",
    "kladr_id": "60000001000"
  },
  {
    "name": "Пугачев",
    "kladr_id": "64000010000"
  },
  {
    "name": "Пурпе",
    "kladr_id": "89004000005"
  },
  {
    "name": "Пурпе-1",
    "kladr_id": "89004000079"
  },
  {
    "name": "Путилково",
    "kladr_id": "50000049034"
  },
  {
    "name": "Пучеж",
    "kladr_id": "37014001000"
  },
  {
    "name": "Пушкин",
    "kladr_id": "78000009000"
  },
  {
    "name": "Пушкин",
    "kladr_id": "78000009000"
  },
  {
    "name": "Пушкино",
    "kladr_id": "60020000217"
  },
  {
    "name": "Пушкино",
    "kladr_id": "60020000217"
  },
  {
    "name": "Пушкино",
    "kladr_id": "60020000217"
  },
  {
    "name": "Пущино",
    "kladr_id": "50000015000"
  },
  {
    "name": "Пшехская",
    "kladr_id": "23006000047"
  },
  {
    "name": "Пыть-Ях",
    "kladr_id": "86000007000"
  },
  {
    "name": "Пятигорск",
    "kladr_id": "26000007000"
  },
  {
    "name": "Радужный",
    "kladr_id": "33000002000"
  },
  {
    "name": "Раевская",
    "kladr_id": "23000006018"
  },
  {
    "name": "Раевский",
    "kladr_id": "02002000001"
  },
  {
    "name": "Разумное",
    "kladr_id": "31022000067"
  },
  {
    "name": "Райчихинск",
    "kladr_id": "28000002000"
  },
  {
    "name": "Раменское",
    "kladr_id": "24032000028"
  },
  {
    "name": "Раменское",
    "kladr_id": "24032000028"
  },
  {
    "name": "Рассказово",
    "kladr_id": "68000007000"
  },
  {
    "name": "Растуново",
    "kladr_id": "50000001239"
  },
  {
    "name": "Ревда",
    "kladr_id": "66000018000"
  },
  {
    "name": "Ревда",
    "kladr_id": "66000018000"
  },
  {
    "name": "Редкино",
    "kladr_id": "60014000284"
  },
  {
    "name": "Реж",
    "kladr_id": "66021001000"
  },
  {
    "name": "Реммаш",
    "kladr_id": "50030000206"
  },
  {
    "name": "Реутов",
    "kladr_id": "50000016000"
  },
  {
    "name": "Рефтинский",
    "kladr_id": "66000000010"
  },
  {
    "name": "Ржев",
    "kladr_id": "69000003000"
  },
  {
    "name": "Ровеньки",
    "kladr_id": "31017000001"
  },
  {
    "name": "Родники",
    "kladr_id": "39006000120"
  },
  {
    "name": "Родниковская",
    "kladr_id": "37015000035"
  },
  {
    "name": "Рождествено",
    "kladr_id": "71011000106"
  },
  {
    "name": "Роза",
    "kladr_id": "48003000056"
  },
  {
    "name": "Рославль",
    "kladr_id": "67016001000"
  },
  {
    "name": "Россошь",
    "kladr_id": "36028001000"
  },
  {
    "name": "Ростов",
    "kladr_id": "61000001000"
  },
  {
    "name": "Ростов-на-Дону",
    "kladr_id": "61000001000"
  },
  {
    "name": "Рошаль",
    "kladr_id": "50000017000"
  },
  {
    "name": "Рощино",
    "kladr_id": "28018000025"
  },
  {
    "name": "Ртищево",
    "kladr_id": "64000011000"
  },
  {
    "name": "Рублево",
    "kladr_id": "77000000025"
  },
  {
    "name": "Рубцовск",
    "kladr_id": "22000009000"
  },
  {
    "name": "Руза",
    "kladr_id": "50000045000"
  },
  {
    "name": "Рузаевка",
    "kladr_id": "13000003000"
  },
  {
    "name": "Рыбинск",
    "kladr_id": "76015001000"
  },
  {
    "name": "Рыбное",
    "kladr_id": "36020000069"
  },
  {
    "name": "Рыльск",
    "kladr_id": "46020001000"
  },
  {
    "name": "Ряжск",
    "kladr_id": "62015001000"
  },
  {
    "name": "Рязань",
    "kladr_id": "62000001000"
  },
  {
    "name": "Саки",
    "kladr_id": "91000003000"
  },
  {
    "name": "Саки",
    "kladr_id": "91000003000"
  },
  {
    "name": "Салават",
    "kladr_id": "02000005000"
  },
  {
    "name": "Салехард",
    "kladr_id": "89000001000"
  },
  {
    "name": "Сальск",
    "kladr_id": "61035001000"
  },
  {
    "name": "Самара",
    "kladr_id": "63000001000"
  },
  {
    "name": "Сапроново",
    "kladr_id": "71012000084"
  },
  {
    "name": "Саракташ",
    "kladr_id": "56014000001"
  },
  {
    "name": "Саранск",
    "kladr_id": "13000001000"
  },
  {
    "name": "Сарапул",
    "kladr_id": "18000002000"
  },
  {
    "name": "Саратов",
    "kladr_id": "64000001000"
  },
  {
    "name": "Саров",
    "kladr_id": "52000003000"
  },
  {
    "name": "Сасово",
    "kladr_id": "62000002000"
  },
  {
    "name": "Сасово",
    "kladr_id": "62000002000"
  },
  {
    "name": "Сатка",
    "kladr_id": "74017002000"
  },
  {
    "name": "Сафоново",
    "kladr_id": "44024000153"
  },
  {
    "name": "Саяногорск",
    "kladr_id": "19000002000"
  },
  {
    "name": "Саянск",
    "kladr_id": "38000002000"
  },
  {
    "name": "Свердловский",
    "kladr_id": "57019000067"
  },
  {
    "name": "Светлогорск",
    "kladr_id": "39016001000"
  },
  {
    "name": "Светлоград",
    "kladr_id": "26021001000"
  },
  {
    "name": "Светлый",
    "kladr_id": "64000000001"
  },
  {
    "name": "Светогорск",
    "kladr_id": "47006005000"
  },
  {
    "name": "Свирск",
    "kladr_id": "38000016000"
  },
  {
    "name": "Свободный",
    "kladr_id": "28000005000"
  },
  {
    "name": "Свободы",
    "kladr_id": "55013000012"
  },
  {
    "name": "Себеж",
    "kladr_id": "60022001000"
  },
  {
    "name": "Севастополь",
    "kladr_id": "92000000000"
  },
  {
    "name": "Северный",
    "kladr_id": "31022000501"
  },
  {
    "name": "Северобайкальск",
    "kladr_id": "03000002000"
  },
  {
    "name": "Северодвинск",
    "kladr_id": "29000004000"
  },
  {
    "name": "Североморск",
    "kladr_id": "51000011000"
  },
  {
    "name": "Североуральск",
    "kladr_id": "66000021000"
  },
  {
    "name": "Северск",
    "kladr_id": "70000003000"
  },
  {
    "name": "Северская",
    "kladr_id": "70000003000"
  },
  {
    "name": "Сегежа",
    "kladr_id": "10014001000"
  },
  {
    "name": "Селенгинск",
    "kladr_id": "03009000055"
  },
  {
    "name": "Селижарово",
    "kladr_id": "69029000001"
  },
  {
    "name": "Село",
    "kladr_id": "16024000084"
  },
  {
    "name": "Сельцо",
    "kladr_id": "32000002000"
  },
  {
    "name": "Селятино",
    "kladr_id": "50000052081"
  },
  {
    "name": "Семенов",
    "kladr_id": "52000006000"
  },
  {
    "name": "Семикаракорск",
    "kladr_id": "61036001000"
  },
  {
    "name": "Семилуки",
    "kladr_id": "36029001000"
  },
  {
    "name": "Сергач",
    "kladr_id": "52038001000"
  },
  {
    "name": "Сергиев",
    "kladr_id": "63021000001"
  },
  {
    "name": "Сердобск",
    "kladr_id": "58025001000"
  },
  {
    "name": "Серебряные",
    "kladr_id": "50000043000"
  },
  {
    "name": "Серов",
    "kladr_id": "66000034000"
  },
  {
    "name": "Серпухов",
    "kladr_id": "50000028000"
  },
  {
    "name": "Сертолово",
    "kladr_id": "47000000001"
  },
  {
    "name": "Серышево",
    "kladr_id": "28016000049"
  },
  {
    "name": "Сестрорецк",
    "kladr_id": "78000010000"
  },
  {
    "name": "Сибай",
    "kladr_id": "02000006000"
  },
  {
    "name": "Сиверский",
    "kladr_id": "47007000202"
  },
  {
    "name": "Сим",
    "kladr_id": "91000007000"
  },
  {
    "name": "Симферополь",
    "kladr_id": "91000007000"
  },
  {
    "name": "Скопин",
    "kladr_id": "62000003000"
  },
  {
    "name": "Скоропусковский",
    "kladr_id": "50030000229"
  },
  {
    "name": "Славгород",
    "kladr_id": "22000010000"
  },
  {
    "name": "Славянка",
    "kladr_id": "54002000037"
  },
  {
    "name": "Славянск-на-Кубани",
    "kladr_id": "23030001000"
  },
  {
    "name": "Сланцы",
    "kladr_id": "64031000077"
  },
  {
    "name": "Слободской",
    "kladr_id": "43031001000"
  },
  {
    "name": "Слюдянка",
    "kladr_id": "38018001000"
  },
  {
    "name": "Смоленск",
    "kladr_id": "67000003000"
  },
  {
    "name": "Снежинск",
    "kladr_id": "74000013000"
  },
  {
    "name": "Снежногорск",
    "kladr_id": "51000013000"
  },
  {
    "name": "Собинка",
    "kladr_id": "33014001000"
  },
  {
    "name": "Советск",
    "kladr_id": "39000007000"
  },
  {
    "name": "Советск",
    "kladr_id": "39000007000"
  },
  {
    "name": "Советск",
    "kladr_id": "39000007000"
  },
  {
    "name": "Советская",
    "kladr_id": "27000007000"
  },
  {
    "name": "Советская",
    "kladr_id": "27000007000"
  },
  {
    "name": "Советский",
    "kladr_id": "46021000096"
  },
  {
    "name": "Советский",
    "kladr_id": "46021000096"
  },
  {
    "name": "Совхоза",
    "kladr_id": "16038000035"
  },
  {
    "name": "Сокол",
    "kladr_id": "29008000070"
  },
  {
    "name": "Сокол",
    "kladr_id": "29008000070"
  },
  {
    "name": "Соликамск",
    "kladr_id": "59000011000"
  },
  {
    "name": "Солнечногорск",
    "kladr_id": "50033001000"
  },
  {
    "name": "Солнечнодольск",
    "kladr_id": "26010000016"
  },
  {
    "name": "Солнечный",
    "kladr_id": "69000000003"
  },
  {
    "name": "Солнечный",
    "kladr_id": "69000000003"
  },
  {
    "name": "Соль-Илецк",
    "kladr_id": "56015001000"
  },
  {
    "name": "Сорочинск",
    "kladr_id": "56000009000"
  },
  {
    "name": "Сорск",
    "kladr_id": "19000005000"
  },
  {
    "name": "Сортавала",
    "kladr_id": "10000007000"
  },
  {
    "name": "Сосенский",
    "kladr_id": "57014000079"
  },
  {
    "name": "Сосновка",
    "kladr_id": "77000000026"
  },
  {
    "name": "Сосново",
    "kladr_id": "24000010000"
  },
  {
    "name": "Сосновоборск",
    "kladr_id": "24000010000"
  },
  {
    "name": "Сосновый",
    "kladr_id": "47000004000"
  },
  {
    "name": "Сосногорск",
    "kladr_id": "11000006000"
  },
  {
    "name": "Софрино",
    "kladr_id": "50027000113"
  },
  {
    "name": "Сочи",
    "kladr_id": "23000007000"
  },
  {
    "name": "Спасск-Дальний",
    "kladr_id": "25000010000"
  },
  {
    "name": "Среднеуральск",
    "kladr_id": "66000038000"
  },
  {
    "name": "Ставрополь",
    "kladr_id": "26000001000"
  },
  {
    "name": "Старая",
    "kladr_id": "38012000037"
  },
  {
    "name": "Старая",
    "kladr_id": "38012000037"
  },
  {
    "name": "Старая",
    "kladr_id": "38012000037"
  },
  {
    "name": "Старица",
    "kladr_id": "56019000022"
  },
  {
    "name": "Старовеличковская",
    "kladr_id": "23013000033"
  },
  {
    "name": "Стародеревянковская",
    "kladr_id": "23014000042"
  },
  {
    "name": "Стародуб",
    "kladr_id": "32000006000"
  },
  {
    "name": "Старокорсунская",
    "kladr_id": "23000001041"
  },
  {
    "name": "Староминская",
    "kladr_id": "23031000009"
  },
  {
    "name": "Старомышастовская",
    "kladr_id": "23010000036"
  },
  {
    "name": "Старонижестеблиевская",
    "kladr_id": "23016000042"
  },
  {
    "name": "Старотитаровская",
    "kladr_id": "23033000034"
  },
  {
    "name": "Старощербиновская",
    "kladr_id": "23039000001"
  },
  {
    "name": "Старый",
    "kladr_id": "31000002000"
  },
  {
    "name": "Старый",
    "kladr_id": "31000002000"
  },
  {
    "name": "Стерлитамак",
    "kladr_id": "02000014000"
  },
  {
    "name": "Столбовая",
    "kladr_id": "50000053068"
  },
  {
    "name": "Стрежевой",
    "kladr_id": "70000004000"
  },
  {
    "name": "Стрельна",
    "kladr_id": "40020000049"
  },
  {
    "name": "Строитель",
    "kladr_id": "40021000112"
  },
  {
    "name": "Строитель",
    "kladr_id": "40021000112"
  },
  {
    "name": "Струнино",
    "kladr_id": "33002003000"
  },
  {
    "name": "Ступино",
    "kladr_id": "50000054000"
  },
  {
    "name": "Суворов",
    "kladr_id": "23003000037"
  },
  {
    "name": "Суворовская",
    "kladr_id": "76008000223"
  },
  {
    "name": "Судак",
    "kladr_id": "91000005000"
  },
  {
    "name": "Судогда",
    "kladr_id": "33015001000"
  },
  {
    "name": "Сунжа",
    "kladr_id": "06000005000"
  },
  {
    "name": "Супсех",
    "kladr_id": "23003000039"
  },
  {
    "name": "Сураж",
    "kladr_id": "32025001000"
  },
  {
    "name": "Сургут",
    "kladr_id": "63021000044"
  },
  {
    "name": "Сургут",
    "kladr_id": "63021000044"
  },
  {
    "name": "Суровикино",
    "kladr_id": "34030001000"
  },
  {
    "name": "Сухиничи",
    "kladr_id": "40020001000"
  },
  {
    "name": "Сухой",
    "kladr_id": "64021000052"
  },
  {
    "name": "Сызрань",
    "kladr_id": "63000008000"
  },
  {
    "name": "Сыктывкар",
    "kladr_id": "11000001000"
  },
  {
    "name": "Сысерть",
    "kladr_id": "66025001000"
  },
  {
    "name": "Сясьстрой",
    "kladr_id": "47004003000"
  },
  {
    "name": "Тавда",
    "kladr_id": "66000042000"
  },
  {
    "name": "Таврическое",
    "kladr_id": "91006000036"
  },
  {
    "name": "Таганрог",
    "kladr_id": "61000011000"
  },
  {
    "name": "Таежный",
    "kladr_id": "41006000007"
  },
  {
    "name": "Тайга",
    "kladr_id": "42000008000"
  },
  {
    "name": "Тайшет",
    "kladr_id": "38000009000"
  },
  {
    "name": "Талдом",
    "kladr_id": "50000059000"
  },
  {
    "name": "Талица",
    "kladr_id": "66017000041"
  },
  {
    "name": "Тальменка",
    "kladr_id": "22044000027"
  },
  {
    "name": "Тамань",
    "kladr_id": "59024000009"
  },
  {
    "name": "Тамбов",
    "kladr_id": "68000004000"
  },
  {
    "name": "Тара",
    "kladr_id": "59034000133"
  },
  {
    "name": "Тарко-Сале",
    "kladr_id": "89004001000"
  },
  {
    "name": "Таруса",
    "kladr_id": "40021001000"
  },
  {
    "name": "Татарск",
    "kladr_id": "54023022000"
  },
  {
    "name": "Таштагол",
    "kladr_id": "42012001000"
  },
  {
    "name": "Тбилисская",
    "kladr_id": "23032000025"
  },
  {
    "name": "Тверь",
    "kladr_id": "69000001000"
  },
  {
    "name": "Тверь",
    "kladr_id": "69000001000"
  },
  {
    "name": "Тейково",
    "kladr_id": "37017001000"
  },
  {
    "name": "Тельмана",
    "kladr_id": "74017000029"
  },
  {
    "name": "Темиргоевская",
    "kladr_id": "23019000033"
  },
  {
    "name": "Темрюк",
    "kladr_id": "23033001000"
  },
  {
    "name": "Тербуны",
    "kladr_id": "48015000001"
  },
  {
    "name": "Терек",
    "kladr_id": "05029000001"
  },
  {
    "name": "Тетюши",
    "kladr_id": "52029000073"
  },
  {
    "name": "Тимашевск",
    "kladr_id": "23034001000"
  },
  {
    "name": "Тихвин",
    "kladr_id": "47017001000"
  },
  {
    "name": "Тихорецк",
    "kladr_id": "23035001000"
  },
  {
    "name": "Тобольск",
    "kladr_id": "72000002000"
  },
  {
    "name": "Тогучин",
    "kladr_id": "54024001000"
  },
  {
    "name": "Тольятти",
    "kladr_id": "63000007000"
  },
  {
    "name": "Томилино",
    "kladr_id": "47004000248"
  },
  {
    "name": "Томск",
    "kladr_id": "70000001000"
  },
  {
    "name": "Топки",
    "kladr_id": "42014000047"
  },
  {
    "name": "Торжок",
    "kladr_id": "69000002000"
  },
  {
    "name": "Торопец",
    "kladr_id": "69034001000"
  },
  {
    "name": "Тосно",
    "kladr_id": "47018001000"
  },
  {
    "name": "Троицкое",
    "kladr_id": "71023000237"
  },
  {
    "name": "Троицкое",
    "kladr_id": "71023000237"
  },
  {
    "name": "Троицкое",
    "kladr_id": "71023000237"
  },
  {
    "name": "Трубчевск",
    "kladr_id": "32026001000"
  },
  {
    "name": "Трудобеликовский",
    "kladr_id": "23016000046"
  },
  {
    "name": "Туапсе",
    "kladr_id": "23036001000"
  },
  {
    "name": "Туймазы",
    "kladr_id": "02044001000"
  },
  {
    "name": "Тула",
    "kladr_id": "71000001000"
  },
  {
    "name": "Тулун",
    "kladr_id": "38000010000"
  },
  {
    "name": "Тульский",
    "kladr_id": "01004000001"
  },
  {
    "name": "Туринск",
    "kladr_id": "66030001000"
  },
  {
    "name": "Тутаев",
    "kladr_id": "76016001000"
  },
  {
    "name": "Тучково",
    "kladr_id": "69006000214"
  },
  {
    "name": "Тында",
    "kladr_id": "28000006000"
  },
  {
    "name": "Тырныауз",
    "kladr_id": "07010001000"
  },
  {
    "name": "Тюкалинск",
    "kladr_id": "55030001000"
  },
  {
    "name": "Тюльган",
    "kladr_id": "56007000001"
  },
  {
    "name": "Тюмень",
    "kladr_id": "72000001000"
  },
  {
    "name": "Тюмень",
    "kladr_id": "72000001000"
  },
  {
    "name": "Тюмень",
    "kladr_id": "72000001000"
  },
  {
    "name": "Ува",
    "kladr_id": "68000008000"
  },
  {
    "name": "Уварово",
    "kladr_id": "68000008000"
  },
  {
    "name": "Углич",
    "kladr_id": "76017001000"
  },
  {
    "name": "Удельная",
    "kladr_id": "12015000042"
  },
  {
    "name": "Удомля",
    "kladr_id": "69000007000"
  },
  {
    "name": "Ужур",
    "kladr_id": "24040001000"
  },
  {
    "name": "Узловая",
    "kladr_id": "71022001000"
  },
  {
    "name": "Улан-Удэ",
    "kladr_id": "03000001000"
  },
  {
    "name": "Ульяновка",
    "kladr_id": "55021000085"
  },
  {
    "name": "Ульяновск",
    "kladr_id": "73000001000"
  },
  {
    "name": "Унеча",
    "kladr_id": "32027001000"
  },
  {
    "name": "Урай",
    "kladr_id": "43035000054"
  },
  {
    "name": "Уренгой",
    "kladr_id": "89000006000"
  },
  {
    "name": "Урень",
    "kladr_id": "52045001000"
  },
  {
    "name": "Уржум",
    "kladr_id": "43036001000"
  },
  {
    "name": "Урус-Мартан",
    "kladr_id": "20010000001"
  },
  {
    "name": "Урюпинск",
    "kladr_id": "34000005000"
  },
  {
    "name": "Усинск",
    "kladr_id": "11000007000"
  },
  {
    "name": "Усмань",
    "kladr_id": "48016001000"
  },
  {
    "name": "Усолье-Сибирское",
    "kladr_id": "38000011000"
  },
  {
    "name": "Успенское",
    "kladr_id": "23037000001"
  },
  {
    "name": "Успенское",
    "kladr_id": "23037000001"
  },
  {
    "name": "Уссурийск",
    "kladr_id": "25000011000"
  },
  {
    "name": "Усть-Абакан",
    "kladr_id": "19008000001"
  },
  {
    "name": "Усть-Джегута",
    "kladr_id": "09008001000"
  },
  {
    "name": "Усть-Донецкий",
    "kladr_id": "61040000001"
  },
  {
    "name": "Усть-Илимск",
    "kladr_id": "38000012000"
  },
  {
    "name": "Усть-Катав",
    "kladr_id": "74000015000"
  },
  {
    "name": "Усть-Кут",
    "kladr_id": "38000013000"
  },
  {
    "name": "Усть-Лабинск",
    "kladr_id": "23038001000"
  },
  {
    "name": "Усть-Ордынский",
    "kladr_id": "38133000001"
  },
  {
    "name": "Уфа",
    "kladr_id": "02000001000"
  },
  {
    "name": "Ухта",
    "kladr_id": "11000008000"
  },
  {
    "name": "Учалы",
    "kladr_id": "02046000044"
  },
  {
    "name": "Уяр",
    "kladr_id": "24041001000"
  },
  {
    "name": "Фастовецкая",
    "kladr_id": "23035000056"
  },
  {
    "name": "Феодосия",
    "kladr_id": "91000010000"
  },
  {
    "name": "Фокино",
    "kladr_id": "32000005000"
  },
  {
    "name": "Фролово",
    "kladr_id": "34000006000"
  },
  {
    "name": "Фрязино",
    "kladr_id": "50000019000"
  },
  {
    "name": "Фряново",
    "kladr_id": "50040000098"
  },
  {
    "name": "Фурманов",
    "kladr_id": "37018001000"
  },
  {
    "name": "Хабаровск",
    "kladr_id": "27000001000"
  },
  {
    "name": "Хадыженск",
    "kladr_id": "23004002000"
  },
  {
    "name": "Ханты-Мансийск",
    "kladr_id": "86000001000"
  },
  {
    "name": "Ханымей",
    "kladr_id": "89004000011"
  },
  {
    "name": "Харабали",
    "kladr_id": "30011001000"
  },
  {
    "name": "Хасавюрт",
    "kladr_id": "05000009000"
  },
  {
    "name": "Хвалынск",
    "kladr_id": "64000012000"
  },
  {
    "name": "Химки",
    "kladr_id": "50000030000"
  },
  {
    "name": "Холмск",
    "kladr_id": "65016001000"
  },
  {
    "name": "Целина",
    "kladr_id": "61041000001"
  },
  {
    "name": "Черемушки",
    "kladr_id": "69032000406"
  },
  {
    "name": "Черемхово",
    "kladr_id": "38000014000"
  },
  {
    "name": "Черепаново",
    "kladr_id": "02040000033"
  },
  {
    "name": "Череповец",
    "kladr_id": "35000002000"
  },
  {
    "name": "Черкесск",
    "kladr_id": "09000001000"
  },
  {
    "name": "Чёрная",
    "kladr_id": "53002000145"
  },
  {
    "name": "Черноголовка",
    "kladr_id": "50000035000"
  },
  {
    "name": "Черногорск",
    "kladr_id": "19000003000"
  },
  {
    "name": "Черноморский",
    "kladr_id": "64010000033"
  },
  {
    "name": "Черноморское",
    "kladr_id": "91014000001"
  },
  {
    "name": "Чернушка",
    "kladr_id": "59013000073"
  },
  {
    "name": "Чернянка",
    "kladr_id": "31019000001"
  },
  {
    "name": "Черняховск",
    "kladr_id": "39014001000"
  },
  {
    "name": "Чехов",
    "kladr_id": "50000053000"
  },
  {
    "name": "Чистополь",
    "kladr_id": "16043001000"
  },
  {
    "name": "Чита",
    "kladr_id": "75000001000"
  },
  {
    "name": "Чишмы",
    "kladr_id": "02038000091"
  },
  {
    "name": "Чкаловск",
    "kladr_id": "52046001000"
  },
  {
    "name": "Чугуевка",
    "kladr_id": "25024000001"
  },
  {
    "name": "Чудово",
    "kladr_id": "53012000208"
  },
  {
    "name": "Чулым",
    "kladr_id": "54030001000"
  },
  {
    "name": "Чунский",
    "kladr_id": "38026000041"
  },
  {
    "name": "Чусовой",
    "kladr_id": "59000013000"
  },
  {
    "name": "Шадринск",
    "kladr_id": "45000002000"
  },
  {
    "name": "Шалушка",
    "kladr_id": "07008000009"
  },
  {
    "name": "Шарлык",
    "kladr_id": "56050000001"
  },
  {
    "name": "Шарыпово",
    "kladr_id": "24000019000"
  },
  {
    "name": "Шарья",
    "kladr_id": "44024001000"
  },
  {
    "name": "Шатура",
    "kladr_id": "50000051000"
  },
  {
    "name": "Шаховская",
    "kladr_id": "50000042000"
  },
  {
    "name": "Шахтерск",
    "kladr_id": "71024000271"
  },
  {
    "name": "Шахты",
    "kladr_id": "61000012000"
  },
  {
    "name": "Шахунья",
    "kladr_id": "52000009000"
  },
  {
    "name": "Александров",
    "kladr_id": "59000003000"
  },
  {
    "name": "Александровск",
    "kladr_id": "59000003000"
  },
  {
    "name": "Алексеевское",
    "kladr_id": "35001000422"
  },
  {
    "name": "Алексин",
    "kladr_id": "71002001000"
  },
  {
    "name": "Армавир",
    "kladr_id": "23000002000"
  },
  {
    "name": "Аткарск",
    "kladr_id": "64000003000"
  },
  {
    "name": "Ахтырский",
    "kladr_id": "23002000004"
  },
  {
    "name": "Ачинск",
    "kladr_id": "24000012000"
  },
  {
    "name": "Аша",
    "kladr_id": "05038000006"
  },
  {
    "name": "Бабаево",
    "kladr_id": "35002000359"
  },
  {
    "name": "Бавлы",
    "kladr_id": "16012001000"
  },
  {
    "name": "Байкальск",
    "kladr_id": "38018002000"
  },
  {
    "name": "Байконур",
    "kladr_id": "99000000000"
  },
  {
    "name": "Бакалы",
    "kladr_id": "02007000001"
  },
  {
    "name": "Баксан",
    "kladr_id": "07000003000"
  },
  {
    "name": "Балабаново",
    "kladr_id": "40004002000"
  },
  {
    "name": "Балашиха",
    "kladr_id": "50000036000"
  },
  {
    "name": "Балезино",
    "kladr_id": "18003000001"
  },
  {
    "name": "Балей",
    "kladr_id": "75004001000"
  },
  {
    "name": "Балтийск",
    "kladr_id": "39015001000"
  },
  {
    "name": "Барабинск",
    "kladr_id": "54003012000"
  },
  {
    "name": "Барда",
    "kladr_id": "59002000024"
  },
  {
    "name": "Барнаул",
    "kladr_id": "22000001000"
  },
  {
    "name": "Барыш",
    "kladr_id": "73000003000"
  },
  {
    "name": "Бахчисарай",
    "kladr_id": "91001001000"
  },
  {
    "name": "Бачатский",
    "kladr_id": "42000015003"
  },
  {
    "name": "Бежецк",
    "kladr_id": "69003001000"
  },
  {
    "name": "Безенчук",
    "kladr_id": "63003000001"
  },
  {
    "name": "Белая",
    "kladr_id": "52046000026"
  },
  {
    "name": "Белая",
    "kladr_id": "52046000026"
  },
  {
    "name": "Белебей",
    "kladr_id": "02009001000"
  },
  {
    "name": "Тотьма",
    "kladr_id": "35020001000"
  },
  {
    "name": "Трехгорный",
    "kladr_id": "74000014000"
  },
  {
    "name": "Троицк",
    "kladr_id": "77000005000"
  },
  {
    "name": "Троицк",
    "kladr_id": "77000005000"
  },
  {
    "name": "Холмская",
    "kladr_id": "53019000057"
  },
  {
    "name": "Хорлово",
    "kladr_id": "69017000141"
  },
  {
    "name": "Хотицы",
    "kladr_id": "60025000168"
  },
  {
    "name": "Хотьково",
    "kladr_id": "67019000117"
  },
  {
    "name": "Цивильск",
    "kladr_id": "21016001000"
  },
  {
    "name": "Цимлянск",
    "kladr_id": "61042001000"
  },
  {
    "name": "Чайковский",
    "kladr_id": "59000012000"
  },
  {
    "name": "Чалтырь",
    "kladr_id": "61026000001"
  },
  {
    "name": "Чаны",
    "kladr_id": "54023000067"
  },
  {
    "name": "Чапаевск",
    "kladr_id": "63000006000"
  },
  {
    "name": "Чаплыгин",
    "kladr_id": "48018001000"
  },
  {
    "name": "Чебаркуль",
    "kladr_id": "74000035000"
  },
  {
    "name": "Чебоксары",
    "kladr_id": "21000001000"
  },
  {
    "name": "Чегем",
    "kladr_id": "07008000008"
  },
  {
    "name": "Чекмагуш",
    "kladr_id": "02049000001"
  },
  {
    "name": "Челябинск",
    "kladr_id": "74000001000"
  },
  {
    "name": "Чердаклы",
    "kladr_id": "73021000001"
  },
  {
    "name": "Шацк",
    "kladr_id": "62024001000"
  },
  {
    "name": "Шебекино",
    "kladr_id": "31000003000"
  },
  {
    "name": "Шексна",
    "kladr_id": "35026000001"
  },
  {
    "name": "Шелехов",
    "kladr_id": "38000015000"
  },
  {
    "name": "Шилка",
    "kladr_id": "75028001000"
  },
  {
    "name": "Шилово",
    "kladr_id": "54009000027"
  },
  {
    "name": "Шимановск",
    "kladr_id": "28000007000"
  },
  {
    "name": "Шипуново",
    "kladr_id": "22061000001"
  },
  {
    "name": "Шира",
    "kladr_id": "19009000001"
  },
  {
    "name": "Шишкин",
    "kladr_id": "76006000001"
  },
  {
    "name": "Шлиссельбург",
    "kladr_id": "47010003000"
  },
  {
    "name": "Шумерля",
    "kladr_id": "21000025000"
  },
  {
    "name": "Шумиха",
    "kladr_id": "22049000015"
  },
  {
    "name": "Шушары",
    "kladr_id": "16017000100"
  },
  {
    "name": "Шушенское",
    "kladr_id": "24043000001"
  },
  {
    "name": "Шуя",
    "kladr_id": "10001000013"
  },
  {
    "name": "Щапово",
    "kladr_id": "69032000413"
  },
  {
    "name": "Щекино",
    "kladr_id": "67021000179"
  },
  {
    "name": "Щелкино",
    "kladr_id": "91007001000"
  },
  {
    "name": "Щелково",
    "kladr_id": "69015000184"
  },
  {
    "name": "Щемилово",
    "kladr_id": "50021000107"
  },
  {
    "name": "Щербинка",
    "kladr_id": "77000003000"
  },
  {
    "name": "Щигры",
    "kladr_id": "46000005000"
  },
  {
    "name": "Электрогорск",
    "kladr_id": "50000033000"
  },
  {
    "name": "Электросталь",
    "kladr_id": "50000021000"
  },
  {
    "name": "Электроугли",
    "kladr_id": "50021002000"
  },
  {
    "name": "Элиста",
    "kladr_id": "08000001000"
  },
  {
    "name": "Энгельс",
    "kladr_id": "64000013000"
  },
  {
    "name": "Энгельс",
    "kladr_id": "64000013000"
  },
  {
    "name": "Энем",
    "kladr_id": "01005000026"
  },
  {
    "name": "Эртиль",
    "kladr_id": "36033001000"
  },
  {
    "name": "Югорск",
    "kladr_id": "86000016000"
  },
  {
    "name": "Южа",
    "kladr_id": "37020001000"
  },
  {
    "name": "Южно-Сахалинск",
    "kladr_id": "65000001000"
  },
  {
    "name": "Южно-Сухокумск",
    "kladr_id": "05000005000"
  },
  {
    "name": "Южноуральск",
    "kladr_id": "74000016000"
  },
  {
    "name": "Юрга",
    "kladr_id": "42000014000"
  },
  {
    "name": "Юрьев-Польский",
    "kladr_id": "33017001000"
  },
  {
    "name": "Юрьевец",
    "kladr_id": "37021001000"
  },
  {
    "name": "Юрья",
    "kladr_id": "43039000001"
  },
  {
    "name": "Юрюзань",
    "kladr_id": "02028000102"
  },
  {
    "name": "Юхнов",
    "kladr_id": "40025001000"
  },
  {
    "name": "Яблоновский",
    "kladr_id": "61006000048"
  },
  {
    "name": "Яйва",
    "kladr_id": "59000003003"
  },
  {
    "name": "Якутск",
    "kladr_id": "14000001000"
  },
  {
    "name": "Ялта",
    "kladr_id": "91000008000"
  },
  {
    "name": "Ялуторовск",
    "kladr_id": "72000005000"
  },
  {
    "name": "Ямонтово",
    "kladr_id": "77003000005"
  },
  {
    "name": "Янаул",
    "kladr_id": "02052001000"
  },
  {
    "name": "Яранск",
    "kladr_id": "43040001000"
  },
  {
    "name": "Алексеевка",
    "kladr_id": "11008000064"
  },
  {
    "name": "Алтайское",
    "kladr_id": "39004000005"
  },
  {
    "name": "Алушта",
    "kladr_id": "91000011000"
  },
  {
    "name": "Альметьевск",
    "kladr_id": "16008001000"
  },
  {
    "name": "Амурск",
    "kladr_id": "27000003000"
  },
  {
    "name": "Анадырь",
    "kladr_id": "87000001000"
  },
  {
    "name": "Анапа",
    "kladr_id": "23003001000"
  },
  {
    "name": "Анапская",
    "kladr_id": "23003000044"
  },
  {
    "name": "Анастасиевская",
    "kladr_id": "23030000002"
  },
  {
    "name": "Ангарск",
    "kladr_id": "38000004000"
  },
  {
    "name": "Андреаполь",
    "kladr_id": "69002001000"
  },
  {
    "name": "Анискино",
    "kladr_id": "76001000015"
  },
  {
    "name": "Апатиты",
    "kladr_id": "51000002000"
  },
  {
    "name": "Апрелевка",
    "kladr_id": "91003000070"
  },
  {
    "name": "Апшеронск",
    "kladr_id": "23004001000"
  },
  {
    "name": "Арамиль",
    "kladr_id": "66025002000"
  },
  {
    "name": "Ардон",
    "kladr_id": "15003001000"
  },
  {
    "name": "Арзамас",
    "kladr_id": "52000004000"
  },
  {
    "name": "Армянск",
    "kladr_id": "91000002000"
  },
  {
    "name": "Арск",
    "kladr_id": "16010001000"
  },
  {
    "name": "Артем",
    "kladr_id": "25000003000"
  },
  {
    "name": "Артемовский",
    "kladr_id": "66003001000"
  },
  {
    "name": "Архангельск",
    "kladr_id": "29000001000"
  },
  {
    "name": "Архангельская",
    "kladr_id": "29019000015"
  },
  {
    "name": "Архипо-Осиповка",
    "kladr_id": "23000003003"
  },
  {
    "name": "Асбест",
    "kladr_id": "66000002000"
  },
  {
    "name": "Асино",
    "kladr_id": "70003001000"
  },
  {
    "name": "Астрахань",
    "kladr_id": "30000001000"
  }
];